[
  {
    "id": "terms-of-service",
    "docType": "legal-document",
    "documentType": "terms-of-service",
    "title": "Terms of Service",
    "content": "# SpiriVerse Terms of Service\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\n---\r\n\r\nWelcome to SpiriVerse. These Terms of Service (\"Terms\") constitute a legally binding agreement between you (\"you,\" \"your,\" or \"User\") and [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\"), governing your access to and use of the SpiriVerse platform, including our website, mobile applications, APIs, and all related services (collectively, the \"Platform\").\r\n\r\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agree to be bound by these Terms, our [Privacy Policy], and our [Community Guidelines], each of which is incorporated herein by reference. If you do not agree to these Terms, you must not access or use the Platform.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Definitions](#1-definitions)\r\n2. [Acceptance and Eligibility](#2-acceptance-and-eligibility)\r\n3. [Account Registration and Security](#3-account-registration-and-security)\r\n4. [Platform Description and Services](#4-platform-description-and-services)\r\n5. [User Conduct](#5-user-conduct)\r\n6. [Marketplace Transactions](#6-marketplace-transactions)\r\n7. [Vendor and Practitioner Terms](#7-vendor-and-practitioner-terms)\r\n8. [Booking, Cancellation, and Refund Framework](#8-booking-cancellation-and-refund-framework)\r\n9. [Events and Workshops](#9-events-and-workshops)\r\n10. [Livestreaming and On-Demand Content](#10-livestreaming-and-on-demand-content)\r\n11. [Reviews and Ratings](#11-reviews-and-ratings)\r\n12. [Community Features](#12-community-features)\r\n13. [Payments and Fees](#13-payments-and-fees)\r\n14. [Intellectual Property](#14-intellectual-property)\r\n15. [Spiritual Services Disclaimer](#15-spiritual-services-disclaimer)\r\n16. [Disclaimer of Warranties](#16-disclaimer-of-warranties)\r\n17. [Limitation of Liability](#17-limitation-of-liability)\r\n18. [Indemnification](#18-indemnification)\r\n19. [Termination](#19-termination)\r\n20. [Governing Law and Jurisdiction](#20-governing-law-and-jurisdiction)\r\n21. [Dispute Resolution](#21-dispute-resolution)\r\n22. [Changes to These Terms](#22-changes-to-these-terms)\r\n23. [Severability](#23-severability)\r\n24. [General Provisions](#24-general-provisions)\r\n25. [Contact Information](#25-contact-information)\r\n\r\n---\r\n\r\n## 1. Definitions\r\n\r\nFor the purposes of these Terms, the following definitions apply:\r\n\r\n**\"Buyer\"** or **\"Customer\"** means any User who purchases products, books services, acquires event tickets, or accesses on-demand content through the Platform.\r\n\r\n**\"Content\"** means any text, images, audio, video, data, or other materials uploaded, posted, transmitted, or otherwise made available through the Platform.\r\n\r\n**\"Merchant Subscription\"** means the recurring subscription plan that Vendors and Practitioners purchase to operate a storefront or practice on the Platform.\r\n\r\n**\"On-Demand Content\"** means pre-recorded or pre-produced digital content available for purchase or access through the Platform, including but not limited to videos, podcasts, guided meditations, and courses.\r\n\r\n**\"Platform Fee\"** means the service fee charged by SpiriVerse on transactions conducted through the Platform.\r\n\r\n**\"Practitioner\"** means a User who offers synchronous services (such as tarot readings, astrology consultations, reiki sessions, coaching, or energy healing) or asynchronous deliverables (such as written readings or oracle messages) through the Platform.\r\n\r\n**\"Vendor\"** means a User who sells physical products through the Platform, including but not limited to crystals, tarot decks, candles, jewelry, and spiritual tools.\r\n\r\n**\"User\"** means any individual or entity that accesses or uses the Platform in any capacity, including Buyers, Vendors, and Practitioners.\r\n\r\n---\r\n\r\n## 2. Acceptance and Eligibility\r\n\r\n### 2.1 Acceptance\r\n\r\nBy creating an account, accessing, or using the Platform, you agree to these Terms. If you are using the Platform on behalf of an organization, you represent and warrant that you have the authority to bind that organization to these Terms.\r\n\r\n### 2.2 Age Requirements\r\n\r\nEligibility to use the Platform is subject to the minimum age requirements of your jurisdiction of residence:\r\n\r\n- **Australia:** You must be at least 18 years of age to use the Platform. Minors under 18 are not permitted to create accounts or transact on the Platform.\r\n- **United Kingdom:** You must be at least 18 years of age to use the Platform. Minors under 18 are not permitted to create accounts or transact on the Platform.\r\n- **United States:** You must be at least 18 years of age to use the Platform. In accordance with the Children's Online Privacy Protection Act (COPPA), the Platform is not directed at and does not knowingly collect personal information from individuals under 13 years of age.\r\n\r\n### 2.3 Capacity\r\n\r\nBy using the Platform, you represent and warrant that you have the legal capacity to enter into a binding agreement in your jurisdiction and that your use of the Platform does not violate any applicable law or regulation.\r\n\r\n### 2.4 Compliance with Local Laws\r\n\r\nYou are responsible for ensuring that your use of the Platform complies with all laws, regulations, and ordinances applicable to you in your jurisdiction. Where the Platform is used to offer or purchase services that may be regulated locally (including, without limitation, health, wellness, and spiritual services), it is the responsibility of the User to ensure compliance with all applicable licensing and regulatory requirements.\r\n\r\n---\r\n\r\n## 3. Account Registration and Security\r\n\r\n### 3.1 Account Creation\r\n\r\nTo access certain features of the Platform, you must create an account by providing accurate, complete, and current information. You agree to update your account information promptly to keep it accurate and complete.\r\n\r\n### 3.2 Account Security\r\n\r\nYou are solely responsible for maintaining the confidentiality of your account credentials. You agree to:\r\n\r\n- (a) Create a strong, unique password;\r\n- (b) Not share your login credentials with any third party;\r\n- (c) Notify us immediately at contact@spiriverse.com if you suspect unauthorized access to your account;\r\n- (d) Accept responsibility for all activities that occur under your account.\r\n\r\n### 3.3 One Account Per Person\r\n\r\nEach individual may maintain only one personal account on the Platform. Vendors and Practitioners may operate a separate business account linked to their personal account, subject to our verification procedures.\r\n\r\n### 3.4 Account Verification\r\n\r\nWe reserve the right to verify the identity of any User at any time. Vendors and Practitioners may be required to complete additional identity verification, business verification, or background checks before being permitted to offer goods or services on the Platform.\r\n\r\n### 3.5 Account Suspension\r\n\r\nWe reserve the right to suspend or restrict access to your account if we reasonably believe that your account has been compromised, that you have violated these Terms, or that suspension is necessary to protect the Platform or other Users.\r\n\r\n---\r\n\r\n## 4. Platform Description and Services\r\n\r\n### 4.1 Marketplace Platform\r\n\r\nSpiriVerse is an online marketplace platform that connects Buyers with Vendors and Practitioners in the spiritual and wellness space. The Platform operates in Australia, the United Kingdom, and the United States.\r\n\r\n### 4.2 Services Facilitated\r\n\r\nThe Platform facilitates the following categories of transactions and interactions:\r\n\r\n- **(a) Physical Products:** Vendors may list and sell physical goods, including crystals, tarot decks, candles, jewelry, incense, spiritual tools, and related items.\r\n- **(b) Synchronous Services:** Practitioners may offer live, real-time services such as tarot readings, astrology consultations, reiki sessions, spiritual coaching, energy healing, and similar services, delivered via the Platform's communication tools or approved third-party services.\r\n- **(c) Asynchronous Deliverables:** Practitioners may offer pre-prepared or custom deliverables such as written readings, oracle messages, birth chart analyses, and similar items delivered digitally.\r\n- **(d) Events and Workshops:** Vendors and Practitioners may host in-person or virtual events, workshops, retreats, and classes with ticketing and capacity management.\r\n- **(e) Livestreaming:** Users may broadcast and participate in live video streams with real-time chat functionality.\r\n- **(f) On-Demand Content:** Vendors and Practitioners may publish and sell digital content including videos, podcasts, guided meditations, courses, and similar materials.\r\n- **(g) Community Features:** Users may engage in social posting, commenting, discussions, following other Users, and messaging.\r\n\r\n### 4.3 Role of SpiriVerse\r\n\r\nSpiriVerse acts as an intermediary platform facilitating connections and transactions between Users. SpiriVerse is not a party to the transactions between Buyers and Vendors or Practitioners. SpiriVerse does not own, create, sell, resell, provide, control, manage, offer, deliver, or supply any of the products, services, events, or content listed on the Platform. Vendors and Practitioners are independent third parties and are not employees, agents, or representatives of SpiriVerse.\r\n\r\n### 4.4 No Endorsement\r\n\r\nThe listing of any product, service, event, or content on the Platform does not constitute an endorsement, certification, or guarantee by SpiriVerse of its quality, safety, legality, accuracy, or suitability for any purpose.\r\n\r\n---\r\n\r\n## 5. User Conduct\r\n\r\n### 5.1 General Standards\r\n\r\nAll Users agree to use the Platform in a manner that is lawful, respectful, and consistent with the purpose of the Platform. You agree not to:\r\n\r\n- (a) Violate any applicable local, state, national, or international law or regulation;\r\n- (b) Infringe upon the intellectual property rights, privacy rights, or other rights of any third party;\r\n- (c) Post or transmit any Content that is fraudulent, misleading, defamatory, obscene, threatening, abusive, harassing, or hateful;\r\n- (d) Impersonate any person or entity or misrepresent your affiliation with any person or entity;\r\n- (e) Engage in any form of spam, phishing, or unsolicited commercial communications;\r\n- (f) Attempt to gain unauthorized access to any portion of the Platform, other User accounts, or any systems or networks connected to the Platform;\r\n- (g) Use the Platform to distribute malware, viruses, or any other harmful code;\r\n- (h) Interfere with or disrupt the integrity or performance of the Platform;\r\n- (i) Use automated means (bots, scrapers, crawlers) to access the Platform without our prior written consent;\r\n- (j) Circumvent or attempt to circumvent any Platform fee, payment mechanism, or transaction process;\r\n- (k) Solicit transactions outside of the Platform to avoid Platform Fees;\r\n- (l) Create multiple accounts to evade suspension or termination; or\r\n- (m) Engage in price manipulation, fake reviews, shill bidding, or other deceptive marketplace practices.\r\n\r\n### 5.2 Vendor and Practitioner Conduct\r\n\r\nIn addition to the general standards above, Vendors and Practitioners agree to:\r\n\r\n- (a) Provide accurate and complete descriptions of all products, services, events, and content;\r\n- (b) Fulfil all orders and bookings in a timely and professional manner;\r\n- (c) Comply with all applicable consumer protection laws, including laws relating to product safety, accurate advertising, and fair trading;\r\n- (d) Maintain appropriate insurance where required by law;\r\n- (e) Not make claims about health benefits, medical outcomes, or therapeutic effects that are unsupported, misleading, or prohibited by applicable law; and\r\n- (f) Respond to Buyer inquiries and disputes in good faith and within a reasonable timeframe.\r\n\r\n### 5.3 Consequences of Violation\r\n\r\nViolations of this Section 5 may result in content removal, account suspension, account termination, forfeiture of pending payouts, and, where appropriate, reporting to law enforcement authorities. SpiriVerse reserves sole discretion in determining whether a violation has occurred and the appropriate response.\r\n\r\n---\r\n\r\n## 6. Marketplace Transactions\r\n\r\n### 6.1 Listing and Purchasing\r\n\r\nVendors and Practitioners set their own prices, descriptions, and terms for the products, services, events, and content they offer on the Platform. Buyers are responsible for reviewing all listing details, including descriptions, pricing, delivery terms, and any seller-specific policies, before completing a transaction.\r\n\r\n### 6.2 Contractual Relationship\r\n\r\nWhen a Buyer completes a purchase on the Platform, a contract is formed directly between the Buyer and the Vendor or Practitioner. SpiriVerse is not a party to this contract but facilitates its formation and provides the payment infrastructure.\r\n\r\n### 6.3 Physical Products\r\n\r\n- **(a)** Vendors are responsible for the accuracy of product listings, including descriptions, images, pricing, and availability.\r\n- **(b)** Vendors are responsible for packaging, shipping, and delivering physical products in accordance with the timeframes specified in their listings.\r\n- **(c)** Vendors must comply with all applicable product safety standards and regulations in the jurisdictions where they sell, including the Australian Consumer Law, the UK Consumer Rights Act 2015, and applicable US federal and state consumer protection laws.\r\n- **(d)** Risk of loss for physical products passes to the Buyer upon delivery to the carrier, unless otherwise specified by applicable law.\r\n\r\n### 6.4 Practitioner Services (Synchronous)\r\n\r\n- **(a)** Synchronous services are delivered in real time via the Platform's built-in communication tools or approved third-party services at the scheduled time.\r\n- **(b)** Practitioners must accurately represent their qualifications, experience, and the nature of the services they offer.\r\n- **(c)** Practitioners must not provide medical, legal, financial, or other regulated professional advice unless they hold the appropriate qualifications and licenses to do so in the relevant jurisdiction.\r\n\r\n### 6.5 Practitioner Deliverables (Asynchronous)\r\n\r\n- **(a)** Asynchronous deliverables must be delivered within the timeframe stated in the listing or as otherwise agreed between the Practitioner and Buyer.\r\n- **(b)** Deliverables must match the description provided in the listing in terms of scope, format, and quality.\r\n- **(c)** Custom deliverables are subject to the specific instructions provided by the Buyer. Any material deviation from the agreed scope must be communicated to and approved by the Buyer before delivery.\r\n\r\n### 6.6 Taxes\r\n\r\n- **(a)** Vendors and Practitioners are solely responsible for determining, collecting, reporting, and remitting all applicable taxes on their transactions, including but not limited to Goods and Services Tax (GST) in Australia, Value Added Tax (VAT) in the United Kingdom, and state and local sales taxes in the United States.\r\n- **(b)** SpiriVerse may provide tools or information to assist with tax compliance but does not provide tax advice and is not responsible for the tax obligations of any User.\r\n\r\n### 6.7 Prohibited Listings\r\n\r\nThe following items and services are prohibited from being listed on the Platform:\r\n\r\n- (a) Items or services that are illegal in the applicable jurisdiction;\r\n- (b) Counterfeit or stolen goods;\r\n- (c) Controlled substances, pharmaceuticals, or items requiring a prescription;\r\n- (d) Weapons, ammunition, or explosives;\r\n- (e) Live animals;\r\n- (f) Services that guarantee specific medical, legal, or financial outcomes;\r\n- (g) Services or products that exploit vulnerability, fear, or emotional distress;\r\n- (h) Hexes, curses, or services intended to cause harm to a third party;\r\n- (i) Any item or service that violates the intellectual property rights of a third party; or\r\n- (j) Any other item or service that SpiriVerse, in its sole discretion, deems inappropriate for the Platform.\r\n\r\n---\r\n\r\n## 7. Vendor and Practitioner Terms\r\n\r\n### 7.1 Onboarding\r\n\r\nVendors and Practitioners must complete the onboarding process, which includes account verification, payment setup through our payment processor (Stripe), and agreement to these Terms and any additional Vendor or Practitioner policies.\r\n\r\n### 7.2 Merchant Subscriptions\r\n\r\n- **(a)** Vendors and Practitioners must maintain an active Merchant Subscription to operate on the Platform.\r\n- **(b)** Subscription plans, pricing, and features are described on the Platform and may be updated from time to time.\r\n- **(c)** Subscriptions are billed on a recurring basis. By subscribing, you authorise SpiriVerse to charge the applicable fees to your payment method on file.\r\n- **(d)** Subscription cancellations take effect at the end of the current billing period. No pro-rata refunds are provided for partial billing periods.\r\n\r\n### 7.3 Platform Fees\r\n\r\n- **(a)** SpiriVerse charges a Platform Fee on each transaction completed through the Platform. The current fee structure is described on the Platform and in the Vendor/Practitioner onboarding materials.\r\n- **(b)** Platform Fees are deducted from the transaction amount before disbursement to the Vendor or Practitioner.\r\n- **(c)** SpiriVerse reserves the right to modify its fee structure with at least 30 days' prior written notice.\r\n\r\n### 7.4 Payouts\r\n\r\n- **(a)** Payouts to Vendors and Practitioners are processed through Stripe Connected Accounts.\r\n- **(b)** Payout schedules, minimum thresholds, and processing times are governed by Stripe's terms and the payout settings configured by the Vendor or Practitioner.\r\n- **(c)** SpiriVerse may withhold or delay payouts where there is a pending dispute, suspected fraud, or a violation of these Terms.\r\n\r\n### 7.5 Representations and Warranties\r\n\r\nVendors and Practitioners represent and warrant that:\r\n\r\n- (a) They have the legal right and authority to sell the products and services they list;\r\n- (b) All products comply with applicable safety standards and regulations;\r\n- (c) All service descriptions are accurate and not misleading;\r\n- (d) They will comply with all applicable laws and regulations, including consumer protection laws; and\r\n- (e) They will fulfil all transactions in accordance with the terms stated in their listings.\r\n\r\n---\r\n\r\n## 8. Booking, Cancellation, and Refund Framework\r\n\r\n### 8.1 Bookings\r\n\r\n- **(a)** Bookings for Practitioner services and events are confirmed upon successful payment.\r\n- **(b)** Confirmation details, including date, time, and any preparation instructions, will be provided through the Platform.\r\n- **(c)** Both parties are expected to honour confirmed bookings. Repeated no-shows or last-minute cancellations may result in account restrictions.\r\n\r\n### 8.2 Cancellation by Buyer\r\n\r\n- **(a)** Buyers may cancel a booking subject to the cancellation policy set by the Vendor or Practitioner, which must be clearly stated in the listing.\r\n- **(b)** Cancellation policies must fall within one of the following tiers permitted by SpiriVerse:\r\n  - **Flexible:** Full refund if cancelled at least 24 hours before the scheduled time.\r\n  - **Moderate:** Full refund if cancelled at least 48 hours before the scheduled time; 50% refund if cancelled between 24 and 48 hours.\r\n  - **Strict:** Full refund if cancelled at least 7 days before the scheduled time; 50% refund if cancelled between 48 hours and 7 days; no refund if cancelled less than 48 hours before.\r\n- **(c)** In all cases, the Platform Fee portion of any refund is non-refundable unless SpiriVerse determines otherwise at its sole discretion.\r\n\r\n### 8.3 Cancellation by Vendor or Practitioner\r\n\r\n- **(a)** If a Vendor or Practitioner cancels a confirmed booking, the Buyer will receive a full refund, including any Platform Fees.\r\n- **(b)** Repeated cancellations by a Vendor or Practitioner may result in listing demotion, account warnings, or account suspension.\r\n\r\n### 8.4 Refunds for Physical Products\r\n\r\n- **(a)** Refund and return policies for physical products are set by the Vendor, subject to the minimum requirements of applicable consumer protection law.\r\n- **(b)** Under Australian Consumer Law, Buyers have statutory rights to a remedy (repair, replacement, or refund) where goods are faulty, not as described, or not fit for purpose.\r\n- **(c)** Under the UK Consumer Rights Act 2015, Buyers have statutory rights including the short-term right to reject faulty goods within 30 days.\r\n- **(d)** Under applicable US state laws, Buyers may have additional rights depending on the state of purchase.\r\n- **(e)** Nothing in these Terms limits or excludes any statutory consumer rights that cannot be limited or excluded by law.\r\n\r\n### 8.5 Refunds for Digital Content and Asynchronous Deliverables\r\n\r\n- **(a)** Due to the nature of digital content and custom deliverables, refunds may be limited once content has been accessed or a deliverable has been sent.\r\n- **(b)** Buyers may request a refund if the deliverable is materially different from its description, not delivered within the stated timeframe, or otherwise fails to meet the standards described in the listing.\r\n- **(c)** Refund requests are reviewed on a case-by-case basis. SpiriVerse may mediate disputes between Buyers and Vendors or Practitioners.\r\n\r\n### 8.6 Dispute Resolution for Transactions\r\n\r\n- **(a)** Buyers and Vendors/Practitioners are encouraged to resolve transaction disputes directly through the Platform's messaging system.\r\n- **(b)** If a resolution cannot be reached, either party may escalate the matter to SpiriVerse's support team, which will review the dispute and issue a determination.\r\n- **(c)** SpiriVerse's determination in transaction disputes is final and binding, subject to any applicable statutory rights.\r\n\r\n---\r\n\r\n## 9. Events and Workshops\r\n\r\n### 9.1 Event Listings\r\n\r\n- **(a)** Event hosts must provide accurate and complete information in their event listings, including the date, time, location (physical or virtual), duration, capacity, pricing, and a clear description of the event.\r\n- **(b)** Event hosts are responsible for managing capacity and ensuring that ticket sales do not exceed the stated capacity.\r\n\r\n### 9.2 Event Tickets\r\n\r\n- **(a)** Event tickets are issued upon successful payment and are subject to the event host's terms and conditions as stated in the listing.\r\n- **(b)** Tickets are non-transferable unless the event host explicitly permits transfers.\r\n\r\n### 9.3 Event Cancellations and Changes\r\n\r\n- **(a)** If an event host cancels an event, all ticket holders will receive a full refund.\r\n- **(b)** Material changes to an event (including date, time, location, or presenter) must be communicated to ticket holders promptly. Ticket holders may request a full refund if material changes are made.\r\n- **(c)** SpiriVerse is not responsible for any costs incurred by attendees in connection with event cancellations or changes, including travel, accommodation, or time costs.\r\n\r\n### 9.4 Attendee Conduct\r\n\r\nAttendees at events hosted through the Platform must comply with these Terms, the event host's rules, and all applicable laws. Event hosts may remove attendees who engage in disruptive, dangerous, or otherwise inappropriate behaviour.\r\n\r\n---\r\n\r\n## 10. Livestreaming and On-Demand Content\r\n\r\n### 10.1 Livestreaming\r\n\r\n- **(a)** Users who livestream through the Platform must comply with these Terms and the Community Guidelines at all times during their broadcasts.\r\n- **(b)** Livestream content must not include nudity, sexually explicit material, graphic violence, hate speech, harassment, or any content that violates applicable law.\r\n- **(c)** SpiriVerse reserves the right to terminate a livestream at any time if it violates these Terms or the Community Guidelines.\r\n- **(d)** Viewers participating in live chat must comply with the Community Guidelines. SpiriVerse and livestream hosts may moderate, remove, or restrict chat participants.\r\n\r\n### 10.2 On-Demand Content\r\n\r\n- **(a)** Vendors and Practitioners who publish on-demand content retain ownership of their content, subject to the license granted in Section 14.\r\n- **(b)** Buyers who purchase on-demand content receive a limited, non-exclusive, non-transferable, personal license to access and view the content for their own private, non-commercial use.\r\n- **(c)** Buyers may not copy, reproduce, distribute, publicly display, create derivative works from, or commercially exploit any on-demand content without the express written permission of the content creator.\r\n- **(d)** SpiriVerse may remove on-demand content that violates these Terms, infringes intellectual property rights, or is the subject of a valid legal complaint.\r\n\r\n---\r\n\r\n## 11. Reviews and Ratings\r\n\r\n### 11.1 Purpose\r\n\r\nThe review and ratings system is designed to provide honest, constructive feedback that helps the SpiriVerse community make informed decisions.\r\n\r\n### 11.2 Eligibility\r\n\r\nOnly Buyers who have completed a transaction with a Vendor or Practitioner may leave a review for that transaction. Reviews must relate to the specific transaction and the Buyer's genuine experience.\r\n\r\n### 11.3 Review Standards\r\n\r\nReviews must:\r\n\r\n- (a) Be honest, accurate, and based on the Buyer's genuine personal experience;\r\n- (b) Relate to the product purchased, service received, event attended, or content accessed;\r\n- (c) Not contain defamatory, obscene, threatening, or harassing language;\r\n- (d) Not contain personal information about the Vendor, Practitioner, or any third party;\r\n- (e) Not be submitted as part of any incentivised scheme (e.g., in exchange for discounts, free products, or payment); and\r\n- (f) Not be submitted with the intent to manipulate ratings or harm a competitor.\r\n\r\n### 11.4 Review Responses\r\n\r\nVendors and Practitioners may respond publicly to reviews. Responses must be professional, respectful, and comply with the same standards as reviews.\r\n\r\n### 11.5 Review Removal\r\n\r\nSpiriVerse reserves the right to remove reviews that violate these Terms or the review standards, including reviews that are fraudulent, irrelevant, retaliatory, or otherwise inappropriate. SpiriVerse is not obligated to remove a review solely because a Vendor or Practitioner disagrees with its content.\r\n\r\n### 11.6 No Manipulation\r\n\r\nAny attempt to manipulate reviews or ratings, whether through fake reviews, incentivised reviews, retaliatory reviews, or other means, is a serious violation of these Terms and may result in account termination.\r\n\r\n---\r\n\r\n## 12. Community Features\r\n\r\n### 12.1 Social Features\r\n\r\nThe Platform includes community features such as social posts, comments, discussions, messaging, wishlists, and the ability to follow other Users. Use of these features is governed by these Terms and the Community Guidelines.\r\n\r\n### 12.2 Community Guidelines\r\n\r\nAll community interactions are subject to the SpiriVerse Community Guidelines, which are incorporated herein by reference. The Community Guidelines provide detailed rules and expectations for respectful, inclusive, and safe participation in the SpiriVerse community. Users are responsible for familiarising themselves with and adhering to the Community Guidelines.\r\n\r\n### 12.3 Messaging\r\n\r\n- **(a)** The Platform's messaging system is provided for communication related to Platform activities, including transaction inquiries, booking coordination, and community engagement.\r\n- **(b)** Users must not use the messaging system for spam, solicitation of off-platform transactions, harassment, or any purpose unrelated to the Platform.\r\n- **(c)** SpiriVerse may monitor messages for safety, fraud prevention, and compliance purposes, in accordance with our Privacy Policy.\r\n\r\n### 12.4 User-Generated Content\r\n\r\n- **(a)** Users are solely responsible for the content they post through community features.\r\n- **(b)** By posting content, you grant SpiriVerse the license described in Section 14.3.\r\n- **(c)** SpiriVerse reserves the right to remove content that violates these Terms, the Community Guidelines, or applicable law, without prior notice.\r\n\r\n---\r\n\r\n## 13. Payments and Fees\r\n\r\n### 13.1 Payment Processing\r\n\r\nAll payments on the Platform are processed through Stripe, our third-party payment processor. By making or receiving payments through the Platform, you agree to Stripe's terms of service and privacy policy in addition to these Terms.\r\n\r\n### 13.2 Buyer Payments\r\n\r\n- **(a)** Buyers must provide a valid payment method to complete transactions.\r\n- **(b)** All prices are displayed in the local currency of the applicable marketplace (AUD for Australia, GBP for the United Kingdom, USD for the United States) unless otherwise stated.\r\n- **(c)** Buyers authorise SpiriVerse to charge their payment method for the total transaction amount, including any applicable taxes and fees.\r\n\r\n### 13.3 Platform Fees\r\n\r\nSpiriVerse charges a Platform Fee on transactions as described in Section 7.3. The current fee structure is available on the Platform.\r\n\r\n### 13.4 Currency\r\n\r\nTransactions are processed in the currency of the marketplace in which they occur. SpiriVerse is not responsible for currency conversion fees or exchange rate fluctuations.\r\n\r\n### 13.5 Payment Disputes and Chargebacks\r\n\r\n- **(a)** Buyers who wish to dispute a charge should first contact SpiriVerse support before initiating a chargeback with their bank or card issuer.\r\n- **(b)** Frivolous or abusive chargebacks may result in account suspension or termination.\r\n- **(c)** Vendors and Practitioners are responsible for any chargeback fees or losses arising from their transactions, except where the chargeback results from a Platform error.\r\n\r\n---\r\n\r\n## 14. Intellectual Property\r\n\r\n### 14.1 SpiriVerse IP\r\n\r\nThe Platform, including its design, code, features, functionality, trademarks, logos, and all associated intellectual property, is owned by or licensed to [COMPANY_ENTITY]. These Terms do not grant you any right, title, or interest in the Platform or our intellectual property except the limited right to use the Platform in accordance with these Terms.\r\n\r\n### 14.2 Vendor and Practitioner IP\r\n\r\nVendors and Practitioners retain ownership of their original content, product designs, service methodologies, and other intellectual property that they create and upload to the Platform, subject to the license granted below.\r\n\r\n### 14.3 License to SpiriVerse\r\n\r\nBy uploading, posting, or otherwise making Content available on the Platform, you grant SpiriVerse a worldwide, non-exclusive, royalty-free, sublicensable, and transferable license to use, reproduce, modify, adapt, distribute, display, and perform such Content solely for the purposes of operating, maintaining, promoting, and improving the Platform. This license continues for so long as your Content remains on the Platform and terminates upon deletion, except that SpiriVerse may retain archival copies as required for legal, audit, or compliance purposes.\r\n\r\n### 14.4 Copyright Infringement\r\n\r\nSpiriVerse respects intellectual property rights and expects its Users to do the same. If you believe that your copyrighted work has been reproduced on the Platform in a way that constitutes copyright infringement, please submit a notice to contact@spiriverse.com containing:\r\n\r\n- (a) A description of the copyrighted work you claim has been infringed;\r\n- (b) A description of where the allegedly infringing material is located on the Platform;\r\n- (c) Your contact information;\r\n- (d) A statement that you have a good-faith belief that the use is not authorised by the copyright owner, its agent, or the law;\r\n- (e) A statement, under penalty of perjury (for US residents), that the information in your notice is accurate and that you are the copyright owner or authorised to act on the owner's behalf; and\r\n- (f) Your physical or electronic signature.\r\n\r\n### 14.5 Repeat Infringers\r\n\r\nSpiriVerse will terminate the accounts of Users who are found to be repeat infringers of intellectual property rights.\r\n\r\n---\r\n\r\n## 15. Spiritual Services Disclaimer\r\n\r\n### 15.1 Nature of Spiritual Services\r\n\r\nSpiriVerse is a marketplace for spiritual, wellness, and metaphysical products and services. Many of the services offered on the Platform, including but not limited to tarot readings, astrology consultations, reiki sessions, energy healing, oracle messages, and spiritual coaching, are based on personal belief systems, traditional practices, and subjective experiences.\r\n\r\n### 15.2 No Medical, Legal, or Financial Advice\r\n\r\nServices offered on the Platform are not substitutes for professional medical, psychological, legal, or financial advice. You acknowledge and agree that:\r\n\r\n- (a) Spiritual and wellness services are provided for personal growth, entertainment, spiritual exploration, and general wellness purposes only;\r\n- (b) No Vendor, Practitioner, or SpiriVerse employee provides medical diagnoses, treatments, or prescriptions through the Platform;\r\n- (c) You should always seek the advice of qualified healthcare, legal, or financial professionals for matters relating to your health, legal rights, or finances;\r\n- (d) You should not delay or forgo professional advice based on information or guidance received through the Platform; and\r\n- (e) SpiriVerse does not verify, endorse, or guarantee the accuracy, effectiveness, or validity of any spiritual or metaphysical claims made by Vendors or Practitioners.\r\n\r\n### 15.3 Personal Responsibility\r\n\r\nYou use spiritual and wellness services at your own discretion and risk. You are solely responsible for any decisions or actions you take based on information or guidance received through the Platform.\r\n\r\n### 15.4 Regulatory Compliance\r\n\r\nIn some jurisdictions, certain types of spiritual or wellness services may be subject to regulation. Practitioners are solely responsible for understanding and complying with any such regulations in the jurisdictions where they offer their services. SpiriVerse does not provide legal advice regarding regulatory compliance.\r\n\r\n---\r\n\r\n## 16. Disclaimer of Warranties\r\n\r\n### 16.1 \"As Is\" and \"As Available\"\r\n\r\nTo the maximum extent permitted by applicable law, the Platform is provided on an \"AS IS\" and \"AS AVAILABLE\" basis, without warranties of any kind, whether express, implied, or statutory, including but not limited to implied warranties of merchantability, fitness for a particular purpose, non-infringement, and any warranties arising from course of dealing or usage of trade.\r\n\r\n### 16.2 No Guarantee\r\n\r\nSpiriVerse does not warrant that:\r\n\r\n- (a) The Platform will be uninterrupted, timely, secure, or error-free;\r\n- (b) The results obtained from the Platform will be accurate or reliable;\r\n- (c) The quality of any products, services, content, or other materials obtained through the Platform will meet your expectations; or\r\n- (d) Any errors in the Platform will be corrected.\r\n\r\n### 16.3 Third-Party Content\r\n\r\nSpiriVerse is not responsible for the accuracy, completeness, or reliability of any Content, products, or services provided by third parties through the Platform.\r\n\r\n### 16.4 Statutory Rights\r\n\r\nNothing in this section is intended to limit or exclude any statutory warranties or consumer guarantees that cannot be excluded under applicable law, including under the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010), the UK Consumer Rights Act 2015, or applicable US state consumer protection statutes.\r\n\r\n---\r\n\r\n## 17. Limitation of Liability\r\n\r\n### 17.1 Exclusion of Certain Damages\r\n\r\nTo the maximum extent permitted by applicable law, in no event shall SpiriVerse, its directors, officers, employees, agents, or affiliates be liable for any indirect, incidental, special, consequential, punitive, or exemplary damages, including but not limited to damages for loss of profits, goodwill, data, or other intangible losses, arising out of or in connection with:\r\n\r\n- (a) Your use of or inability to use the Platform;\r\n- (b) Any transaction, interaction, or dispute between Users;\r\n- (c) Any Content, product, or service obtained through the Platform;\r\n- (d) Unauthorised access to or alteration of your data or transmissions;\r\n- (e) Any spiritual, wellness, or metaphysical service received through the Platform; or\r\n- (f) Any other matter relating to the Platform.\r\n\r\n### 17.2 Cap on Liability\r\n\r\nTo the maximum extent permitted by applicable law, the total aggregate liability of SpiriVerse to you for all claims arising out of or in connection with these Terms or the Platform shall not exceed the greater of: (a) the total amount of fees you have paid to SpiriVerse in the twelve (12) months immediately preceding the event giving rise to the claim; or (b) one hundred dollars (USD $100) or the equivalent in your local currency.\r\n\r\n### 17.3 Jurisdictional Variations\r\n\r\n- **(a) Australia:** Nothing in these Terms excludes, restricts, or modifies any consumer guarantee, right, or remedy conferred by the Australian Consumer Law or any other applicable law that cannot be excluded, restricted, or modified by agreement. To the extent permitted by law, SpiriVerse's liability for breach of any non-excludable consumer guarantee is limited, at SpiriVerse's option, to the resupply of the services or the payment of the cost of having the services resupplied.\r\n- **(b) United Kingdom:** Nothing in these Terms limits or excludes liability for death or personal injury caused by negligence, fraud or fraudulent misrepresentation, or any other liability that cannot be limited or excluded by law. For UK consumers, these Terms do not affect your statutory rights under the Consumer Rights Act 2015.\r\n- **(c) United States:** Some US states do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations may not apply to you. In such states, SpiriVerse's liability shall be limited to the fullest extent permitted by applicable law.\r\n\r\n---\r\n\r\n## 18. Indemnification\r\n\r\n### 18.1 User Indemnification\r\n\r\nYou agree to indemnify, defend, and hold harmless SpiriVerse, its directors, officers, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, costs, and expenses (including reasonable legal fees) arising out of or in connection with:\r\n\r\n- (a) Your use of the Platform;\r\n- (b) Your Content or listings;\r\n- (c) Your violation of these Terms, the Community Guidelines, or any applicable law;\r\n- (d) Your violation of the rights of any third party, including intellectual property rights, privacy rights, or contractual rights;\r\n- (e) Any transaction or dispute between you and another User; or\r\n- (f) Any tax liability arising from your transactions on the Platform.\r\n\r\n### 18.2 Vendor and Practitioner Indemnification\r\n\r\nIn addition to the foregoing, Vendors and Practitioners further agree to indemnify SpiriVerse against any claims arising from the products they sell, the services they provide, the events they host, or the content they publish, including claims related to product liability, personal injury, misrepresentation, or regulatory non-compliance.\r\n\r\n### 18.3 Limitations\r\n\r\nThis indemnification obligation does not apply to the extent that the claim arises from SpiriVerse's own negligence, wilful misconduct, or breach of these Terms. For Users located in Australia or the United Kingdom, this indemnification clause applies only to the extent permitted by applicable law and does not affect your statutory rights.\r\n\r\n---\r\n\r\n## 19. Termination\r\n\r\n### 19.1 Termination by You\r\n\r\nYou may terminate your account at any time by contacting us at contact@spiriverse.com or through the account settings on the Platform. Termination does not relieve you of obligations incurred prior to termination, including pending transactions, outstanding payments, or unresolved disputes.\r\n\r\n### 19.2 Termination by SpiriVerse\r\n\r\nSpiriVerse may suspend or terminate your account and access to the Platform at any time, with or without cause, and with or without notice, including but not limited to situations where:\r\n\r\n- (a) You breach these Terms or the Community Guidelines;\r\n- (b) We are required to do so by law;\r\n- (c) We reasonably believe your account has been used for fraudulent or illegal activity;\r\n- (d) You fail to pay any fees owed to SpiriVerse;\r\n- (e) Your account has been inactive for an extended period; or\r\n- (f) We discontinue the Platform or any material portion thereof.\r\n\r\n### 19.3 Effect of Termination\r\n\r\nUpon termination:\r\n\r\n- (a) Your right to access and use the Platform ceases immediately;\r\n- (b) Any outstanding obligations, including payment obligations, survive termination;\r\n- (c) SpiriVerse may retain your data as required by law or for legitimate business purposes, in accordance with our Privacy Policy;\r\n- (d) For Vendors and Practitioners, pending payouts will be processed in accordance with Stripe's terms, less any amounts owed to SpiriVerse or subject to dispute; and\r\n- (e) Provisions of these Terms that by their nature should survive termination (including Sections 14, 15, 16, 17, 18, 20, and 21) shall survive.\r\n\r\n### 19.4 Dormant Accounts\r\n\r\nSpiriVerse may deactivate accounts that have been inactive for a period of twelve (12) months or more. We will attempt to notify you before deactivation using the email address on your account.\r\n\r\n---\r\n\r\n## 20. Governing Law and Jurisdiction\r\n\r\n### 20.1 Jurisdiction-Specific Governing Law\r\n\r\nThese Terms are governed by the laws applicable to your jurisdiction of residence as follows:\r\n\r\n- **(a) Australia:** If you are a resident of Australia, these Terms are governed by the laws of the State of New South Wales, Australia, and the Commonwealth of Australia. You agree to submit to the non-exclusive jurisdiction of the courts of New South Wales, Australia. Nothing in these Terms limits your rights under the Australian Consumer Law.\r\n- **(b) United Kingdom:** If you are a resident of the United Kingdom, these Terms are governed by the laws of England and Wales. You agree to submit to the non-exclusive jurisdiction of the courts of England and Wales. If you are a consumer resident in Scotland or Northern Ireland, you may also bring proceedings in the courts of your country of residence. Nothing in these Terms affects your statutory rights as a consumer.\r\n- **(c) United States:** If you are a resident of the United States, these Terms are governed by the laws of the State of Delaware, without regard to its conflict-of-laws principles. Subject to the arbitration provisions in Section 21, you agree to submit to the exclusive jurisdiction of the state and federal courts located in Delaware.\r\n\r\n### 20.2 Conflicts\r\n\r\nIn the event of any conflict between these Terms and the mandatory consumer protection laws of your jurisdiction of residence, the mandatory provisions of your local law shall prevail to the extent of the inconsistency.\r\n\r\n---\r\n\r\n## 21. Dispute Resolution\r\n\r\n### 21.1 Informal Resolution\r\n\r\nBefore initiating any formal dispute resolution process, you agree to first contact SpiriVerse at contact@spiriverse.com and attempt to resolve the dispute informally for a period of at least thirty (30) days.\r\n\r\n### 21.2 Australia\r\n\r\nFor Users resident in Australia, disputes that cannot be resolved informally may be referred to mediation administered by the Australian Disputes Centre (ADC) in accordance with the ADC Mediation Guidelines. If mediation is unsuccessful, either party may commence proceedings in a court of competent jurisdiction. Nothing in this section prevents you from lodging a complaint with the Australian Competition and Consumer Commission (ACCC) or your state or territory fair trading agency.\r\n\r\n### 21.3 United Kingdom\r\n\r\nFor Users resident in the United Kingdom, disputes that cannot be resolved informally may be referred to an approved Alternative Dispute Resolution (ADR) provider. You may also have the right to refer a dispute to the UK courts. Nothing in this section prevents you from lodging a complaint with your local Trading Standards office or Citizens Advice.\r\n\r\n### 21.4 United States\r\n\r\nFor Users resident in the United States:\r\n\r\n- **(a) Binding Arbitration:** Any dispute, claim, or controversy arising out of or relating to these Terms or the Platform that cannot be resolved informally shall be resolved by binding arbitration administered by the American Arbitration Association (AAA) in accordance with its Consumer Arbitration Rules. The arbitration shall be conducted in the English language, and judgment on the award may be entered in any court of competent jurisdiction.\r\n- **(b) Class Action Waiver:** You agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated, or representative action. If for any reason a claim proceeds in court rather than in arbitration, you waive any right to a jury trial.\r\n- **(c) Small Claims Exception:** Notwithstanding the foregoing, either party may bring an individual claim in small claims court if the claim falls within the court's jurisdictional limits.\r\n- **(d) Opt-Out:** You may opt out of the arbitration and class action waiver provisions by sending written notice to contact@spiriverse.com within thirty (30) days of first accepting these Terms. Your notice must include your name, address, and a clear statement that you wish to opt out of arbitration.\r\n\r\n### 21.5 Time Limitation\r\n\r\nAny claim arising out of or relating to these Terms must be commenced within one (1) year after the cause of action accrues, unless a longer period is required by applicable law.\r\n\r\n---\r\n\r\n## 22. Changes to These Terms\r\n\r\n### 22.1 Right to Modify\r\n\r\nSpiriVerse reserves the right to modify these Terms at any time. We will provide notice of material changes by:\r\n\r\n- (a) Posting the updated Terms on the Platform with a revised \"Last Updated\" date;\r\n- (b) Sending an email notification to the address associated with your account; or\r\n- (c) Displaying a prominent notice on the Platform.\r\n\r\n### 22.2 Effective Date\r\n\r\nMaterial changes to these Terms will take effect no earlier than thirty (30) days after notification, unless the changes are required by law, in which case they may take effect immediately.\r\n\r\n### 22.3 Acceptance of Changes\r\n\r\nYour continued use of the Platform after the effective date of any changes constitutes acceptance of the revised Terms. If you do not agree to the revised Terms, you must stop using the Platform and terminate your account.\r\n\r\n---\r\n\r\n## 23. Severability\r\n\r\nIf any provision of these Terms is found to be invalid, illegal, or unenforceable by a court of competent jurisdiction, such provision shall be modified to the minimum extent necessary to make it valid, legal, and enforceable, or if modification is not possible, shall be severed from these Terms. The invalidity, illegality, or unenforceability of any provision shall not affect the validity, legality, or enforceability of the remaining provisions, which shall continue in full force and effect.\r\n\r\n---\r\n\r\n## 24. General Provisions\r\n\r\n### 24.1 Entire Agreement\r\n\r\nThese Terms, together with the Privacy Policy, Community Guidelines, and any additional terms or policies referenced herein, constitute the entire agreement between you and SpiriVerse with respect to the subject matter hereof and supersede all prior or contemporaneous agreements, representations, and understandings.\r\n\r\n### 24.2 Waiver\r\n\r\nThe failure of SpiriVerse to enforce any provision of these Terms shall not constitute a waiver of that provision or any other provision. Any waiver must be in writing and signed by an authorised representative of SpiriVerse.\r\n\r\n### 24.3 Assignment\r\n\r\nYou may not assign or transfer your rights or obligations under these Terms without SpiriVerse's prior written consent. SpiriVerse may assign its rights and obligations under these Terms without your consent, including in connection with a merger, acquisition, corporate reorganisation, or sale of all or substantially all of its assets.\r\n\r\n### 24.4 No Third-Party Beneficiaries\r\n\r\nThese Terms do not create any third-party beneficiary rights, except as expressly provided herein. For the avoidance of doubt, Users who are party to a transaction on the Platform are third-party beneficiaries of the relevant Vendor's or Practitioner's obligations under these Terms only to the extent necessary to enforce their transaction rights.\r\n\r\n### 24.5 Force Majeure\r\n\r\nSpiriVerse shall not be liable for any failure or delay in performing its obligations under these Terms where such failure or delay results from circumstances beyond its reasonable control, including but not limited to natural disasters, pandemics, government actions, war, terrorism, civil unrest, utility or telecommunications failures, cyberattacks, or third-party service provider failures.\r\n\r\n### 24.6 Notices\r\n\r\nNotices to SpiriVerse should be sent to contact@spiriverse.com. Notices to Users will be sent to the email address associated with their account or communicated through the Platform.\r\n\r\n### 24.7 Headings\r\n\r\nSection headings are for convenience only and do not affect the interpretation of these Terms.\r\n\r\n### 24.8 Language\r\n\r\nThese Terms are drafted in English. In the event of any conflict between the English version and any translated version, the English version shall prevail.\r\n\r\n---\r\n\r\n## 25. Contact Information\r\n\r\nIf you have any questions, concerns, or feedback about these Terms, please contact us:\r\n\r\n**[COMPANY_ENTITY]**\r\n\r\n**Email:** contact@spiriverse.com\r\n\r\n**For support inquiries:** contact@spiriverse.com\r\n\r\n**For legal notices:** contact@spiriverse.com\r\n\r\n**For copyright infringement notices:** contact@spiriverse.com (see Section 14.4)\r\n\r\n---\r\n\r\n*These Terms of Service were last updated on [EFFECTIVE_DATE].*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "privacy-policy",
    "docType": "legal-document",
    "documentType": "privacy-policy",
    "title": "Privacy Policy",
    "content": "# SpiriVerse Privacy Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\n---\r\n\r\n## 1. Introduction\r\n\r\nThis Privacy Policy explains how [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\") collects, uses, discloses, retains, and protects personal information when you access or use the SpiriVerse platform (\"Platform\"), including our website, mobile applications, APIs, and related services.\r\n\r\nSpiriVerse is a spiritual marketplace platform that connects users with vendors, practitioners, and spiritual services across Australia, the United Kingdom, and the United States. We are committed to protecting your privacy and handling your personal information in compliance with applicable data protection laws, including:\r\n\r\n- **United Kingdom**: UK General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018\r\n- **Australia**: Privacy Act 1988 (Cth) and the Australian Privacy Principles (APPs)\r\n- **United States**: California Consumer Privacy Act (CCPA) as amended by the California Privacy Rights Act (CPRA), and applicable state-level privacy laws including the Virginia Consumer Data Protection Act (VCDPA), Colorado Privacy Act (CPA), Connecticut Data Privacy Act (CTDPA), and other emerging state regulations\r\n\r\nBy accessing or using the Platform, you acknowledge that you have read and understood this Privacy Policy. If you do not agree with our practices, please do not use the Platform.\r\n\r\n---\r\n\r\n## 2. Data Controller and Contact Information\r\n\r\n**Data Controller:** [COMPANY_ENTITY]\r\n\r\n**General Inquiries:**\r\nEmail: contact@spiriverse.com\r\n\r\n**Privacy Inquiries:**\r\nEmail: privacy@spiriverse.com\r\n\r\n**Data Protection Officer (DPO):**\r\nEmail: [DPO_EMAIL]\r\n\r\nOur Data Protection Officer oversees compliance with UK GDPR requirements and is available to address questions or concerns regarding the processing of your personal data. Individuals in any jurisdiction may contact the DPO for privacy-related matters.\r\n\r\n---\r\n\r\n## 3. Definitions\r\n\r\nFor the purposes of this Privacy Policy:\r\n\r\n- **\"Personal Information\"** (also \"Personal Data\") means any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual or household.\r\n- **\"Sensitive Information\"** means personal information that reveals racial or ethnic origin, religious or philosophical beliefs, or other categories designated as sensitive under applicable law.\r\n- **\"Processing\"** means any operation performed on personal data, including collection, recording, organisation, structuring, storage, adaptation, retrieval, consultation, use, disclosure, dissemination, restriction, erasure, or destruction.\r\n- **\"User\"** means any individual who creates an account on the Platform to browse, purchase, or engage with services and products.\r\n- **\"Vendor\"** (also \"Merchant\") means any business entity or individual that lists products or services for sale on the Platform.\r\n- **\"Practitioner\"** means any individual who offers spiritual services, readings, or consultations through the Platform.\r\n\r\n---\r\n\r\n## 4. Personal Information We Collect\r\n\r\n### 4.1 User Profile Data\r\n\r\nWhen you create and maintain a user account, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Identity Data | Full name, email address, phone number | Account creation, communication, identity verification |\r\n| Contact Data | Billing address, shipping address(es) | Order fulfilment, tax calculation |\r\n| Preference Data | Religion preference, spiritual interests (e.g., Mediumship, Paranormal, Crystals, Witchcraft, Energy, Herbalism, Faith) | Personalised recommendations, content curation |\r\n| Payment Data | Payment cards (processed and stored by Stripe; we receive only card brand, last four digits, and expiration status) | Transaction processing |\r\n| Security Data | Security questions and answers | Account recovery, identity verification |\r\n\r\n**Note on Sensitive Information:** Religion preference and spiritual interests constitute sensitive personal information under UK GDPR (Article 9 - special category data) and the Australian Privacy Principles. We process this data only with your explicit consent, which you provide when you voluntarily supply these preferences during account setup or profile configuration. You may withdraw consent and remove these preferences at any time through your account settings.\r\n\r\n### 4.2 Vendor and Merchant Data\r\n\r\nWhen you register as a vendor or merchant, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Business Identity | Business name, URL slug, country of operation | Platform listing, public profile |\r\n| Business Contact | Business address, contact information | Communication, legal compliance, tax obligations |\r\n| Financial Data | Stripe Connect account information, subscription and billing details, fee breakdowns | Payment processing, commission management, subscription management |\r\n| Branding Assets | Logo, banner image, branding colours, business descriptions | Public storefront presentation |\r\n| Team Data | Team member profiles (names, roles, photos) | Storefront display, internal management |\r\n| Location Data | Business location(s), service areas | Location-based search, service availability |\r\n| Social Media | Social media account links | Public profile enrichment |\r\n| Technical Data | Storage usage metrics | Platform resource management, billing |\r\n\r\n### 4.3 Practitioner Data\r\n\r\nWhen you register as a practitioner, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Professional Profile | Modalities offered, specialisations, years of experience | Service matching, public profile |\r\n| Credentials | Training credentials, certifications | Trust and verification, quality assurance |\r\n| Service Details | Reading style, availability, timezone, calendar data | Booking management, scheduling |\r\n| Biographical Data | Bio, spiritual journey narrative | Public profile display |\r\n| Verification Data | Verification status, badges earned | Trust indicators, platform integrity |\r\n\r\n### 4.4 Order and Transaction Data\r\n\r\nWhen you place or receive orders, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Order Details | Items purchased, quantities, pricing, order status, timestamps | Order fulfilment, history, customer support |\r\n| Payment Records | Payment method (card brand, last four digits), Stripe transaction IDs | Payment processing, refund management, dispute resolution |\r\n| Address Data | Shipping address, billing address | Delivery, tax calculation, fraud prevention |\r\n| Inventory Data | Stock status, fulfilment tracking | Order management |\r\n| Dispute Data | Refund requests, supporting evidence, resolution outcomes | Dispute resolution, fraud prevention |\r\n| Fee Data | Platform fees, payment processing fees, marketplace fee breakdowns | Financial reporting, vendor settlements |\r\n\r\n### 4.5 Analytics and Engagement Data\r\n\r\nWhen you use the Platform, we automatically collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Session Data | Session IDs, page views, time on page, scroll depth | Platform improvement, performance optimisation |\r\n| Device Data | Screen size, browser type and version, operating system | Technical compatibility, responsive design |\r\n| Geographic Data | Country, approximate coordinates (IP-based) | Localisation, regional content, legal compliance |\r\n| Referral Data | Referrer source URLs, UTM campaign parameters | Marketing attribution, traffic analysis |\r\n\r\n### 4.6 Service Booking Data\r\n\r\nWhen you book practitioner services, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Booking Preferences | Questionnaire responses, delivery preferences | Service customisation |\r\n| Scheduling Data | Calendar availability, appointment times, reminders | Booking coordination |\r\n| Delivery Data | Delivery files (e.g., recorded readings, reports) | Service fulfilment |\r\n| Location Data | Practitioner address (disclosed post-booking confirmation only) | In-person service facilitation |\r\n| Service Configuration | Selected add-ons, packages | Order accuracy, billing |\r\n\r\n### 4.7 Community and Social Data\r\n\r\nWhen you participate in community features, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Communications | Messages between users, comments on content | Service facilitation, dispute resolution, safety |\r\n| Social Activity | Follows, social posts, wishlists | Community features, personalisation |\r\n\r\n---\r\n\r\n## 5. How We Collect Personal Information\r\n\r\nWe collect personal information through the following methods:\r\n\r\n1. **Directly from you:** When you create an account, complete your profile, place orders, book services, submit forms, communicate with us, or participate in community features.\r\n2. **Automatically:** When you use the Platform, through cookies, web beacons, pixels, and similar tracking technologies. See our [Cookie Policy] for details.\r\n3. **From third parties:** Including Stripe (payment verification and fraud signals), identity verification services, and publicly available sources.\r\n4. **From vendors and practitioners:** When they process your orders or service bookings through the Platform.\r\n\r\n---\r\n\r\n## 6. Lawful Bases for Processing (UK GDPR)\r\n\r\nUnder the UK GDPR, we must have a lawful basis for each processing activity. The following table sets out the lawful bases we rely on:\r\n\r\n| Processing Activity | Lawful Basis | Explanation |\r\n|---|---|---|\r\n| Account creation and management | **Contract** (Art. 6(1)(b)) | Necessary to perform our contract with you (Terms of Service) |\r\n| Order processing and fulfilment | **Contract** (Art. 6(1)(b)) | Necessary to fulfil purchase transactions |\r\n| Payment processing via Stripe | **Contract** (Art. 6(1)(b)) | Necessary to process payments under our agreement |\r\n| Service booking and delivery | **Contract** (Art. 6(1)(b)) | Necessary to facilitate booked services |\r\n| Religion and spiritual interest preferences | **Explicit Consent** (Art. 9(2)(a)) | Special category data requiring explicit consent; you may withdraw consent at any time |\r\n| Platform analytics and improvement | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in improving Platform performance and user experience; balanced against your rights through data minimisation and pseudonymisation |\r\n| Marketing communications | **Consent** (Art. 6(1)(a)) | Sent only with your opt-in consent; you may withdraw at any time |\r\n| Fraud prevention and platform security | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in protecting the Platform and its users from fraudulent or harmful activity |\r\n| Legal and regulatory compliance | **Legal Obligation** (Art. 6(1)(c)) | Necessary to comply with tax, financial reporting, and other legal requirements |\r\n| Community safety and content moderation | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in maintaining a safe and respectful community |\r\n| Dispute resolution and refund processing | **Contract** (Art. 6(1)(b)) and **Legitimate Interests** (Art. 6(1)(f)) | Necessary for contractual obligations and our legitimate interest in resolving disputes fairly |\r\n\r\nWhere we rely on legitimate interests, we have conducted balancing tests to ensure our interests do not override your fundamental rights and freedoms. You may request details of these assessments by contacting our DPO.\r\n\r\n---\r\n\r\n## 7. How We Use Personal Information\r\n\r\nWe use the personal information we collect for the following purposes:\r\n\r\n### 7.1 Platform Operations\r\n- Creating and managing your account\r\n- Processing and fulfilling orders (products and services)\r\n- Facilitating payments between users, vendors, and practitioners\r\n- Managing subscriptions and billing for vendors\r\n- Coordinating service bookings, scheduling, and reminders\r\n- Delivering digital content and service files\r\n\r\n### 7.2 Personalisation and Recommendations\r\n- Providing personalised content based on your spiritual interests and preferences\r\n- Recommending relevant vendors, practitioners, products, and services\r\n- Customising your browsing experience based on location and preferences\r\n\r\n### 7.3 Communication\r\n- Sending transactional communications (order confirmations, booking updates, shipping notifications)\r\n- Responding to inquiries and providing customer support\r\n- Sending marketing communications (with your consent)\r\n- Facilitating messaging between users, vendors, and practitioners\r\n\r\n### 7.4 Platform Improvement and Analytics\r\n- Analysing usage patterns to improve Platform features and performance\r\n- Conducting A/B testing and feature evaluation\r\n- Monitoring Platform health, uptime, and error resolution\r\n- Understanding traffic sources and marketing effectiveness\r\n\r\n### 7.5 Safety, Security, and Compliance\r\n- Detecting and preventing fraud, abuse, and policy violations\r\n- Verifying practitioner credentials and maintaining quality standards\r\n- Complying with tax, financial, and regulatory obligations in AU, UK, and US\r\n- Resolving disputes, processing refunds, and managing chargebacks\r\n- Enforcing our Terms of Service and Platform policies\r\n\r\n---\r\n\r\n## 8. Data Sharing and Disclosure\r\n\r\nWe share personal information only as described below. We do not sell personal information (see Section 14 for California-specific disclosures).\r\n\r\n### 8.1 Service Providers and Processors\r\n\r\n| Third Party | Data Shared | Purpose | Location |\r\n|---|---|---|---|\r\n| **Stripe, Inc.** | Payment card details, transaction data, identity verification data, Stripe Connect account information | Payment processing, fraud detection, vendor payouts, subscription billing | United States (with global infrastructure) |\r\n| **Microsoft Azure** | All Platform data (encrypted at rest and in transit) | Cloud hosting, data storage (Cosmos DB), file storage, compute services | Regions aligned with user geography (Australia, UK, US) |\r\n| **Analytics processors** | Session data, device data, geographic data, engagement metrics | Platform analytics, performance monitoring | As disclosed in our Cookie Policy |\r\n\r\nAll service providers are bound by data processing agreements that require them to process personal information only on our instructions and in compliance with applicable data protection laws.\r\n\r\n### 8.2 Vendors and Practitioners\r\n\r\nWhen you place an order or book a service, we share relevant information with the vendor or practitioner to fulfil your transaction:\r\n\r\n- **Order fulfilment:** Name, shipping address, order details\r\n- **Service bookings:** Name, questionnaire responses, booking preferences, contact information necessary for service delivery\r\n- **Post-confirmation disclosure:** Practitioner addresses are shared with users only after booking confirmation for in-person services\r\n\r\nVendors and practitioners on the Platform are independent data controllers for information they receive through the Platform. Their use of your data is subject to their own privacy practices.\r\n\r\n### 8.3 Other Users\r\n\r\nCertain information you provide is visible to other Platform users:\r\n\r\n- **Public profiles:** Vendor business information, practitioner profiles, branding, descriptions, team information, and social media links\r\n- **Community features:** Posts, comments, follows, and other social interactions you choose to share\r\n- **Reviews and ratings:** Feedback you provide on vendors, practitioners, products, or services\r\n\r\n### 8.4 Legal and Regulatory Disclosure\r\n\r\nWe may disclose personal information when required or permitted by law, including:\r\n\r\n- In response to valid legal process (court orders, subpoenas, warrants)\r\n- To comply with regulatory requirements or government requests\r\n- To protect the rights, property, or safety of SpiriVerse, our users, or the public\r\n- In connection with investigations of fraud, intellectual property infringement, or other illegal activity\r\n- To tax authorities as required for VAT, GST, or sales tax compliance\r\n\r\n### 8.5 Business Transfers\r\n\r\nIn the event of a merger, acquisition, reorganisation, bankruptcy, or sale of all or a portion of our assets, personal information may be transferred to the acquiring entity. We will notify you of any such transfer and any changes to this Privacy Policy.\r\n\r\n---\r\n\r\n## 9. International Data Transfers\r\n\r\nSpiriVerse operates across Australia, the United Kingdom, and the United States. Your personal information may be transferred to and processed in countries other than the country in which you reside.\r\n\r\n### 9.1 Transfers from the United Kingdom\r\n\r\nFor transfers of personal data outside the UK, we rely on:\r\n\r\n- **Adequacy decisions:** Transfers to countries that the UK Secretary of State has determined provide an adequate level of data protection\r\n- **Standard Contractual Clauses (SCCs):** UK International Data Transfer Agreement (IDTA) or the UK Addendum to the EU SCCs, as appropriate\r\n- **Supplementary measures:** Technical and organisational safeguards including encryption in transit and at rest, access controls, and contractual protections\r\n\r\n### 9.2 Transfers from Australia\r\n\r\nFor transfers of personal data outside Australia, we take reasonable steps to ensure that overseas recipients handle personal information in accordance with the Australian Privacy Principles, as required under APP 8. We do this through:\r\n\r\n- Contractual obligations requiring compliance with the APPs\r\n- Selecting service providers in jurisdictions with comparable privacy protections\r\n- Implementing technical safeguards for data in transit and at rest\r\n\r\n### 9.3 Transfers from the United States\r\n\r\nPersonal information collected from US residents may be processed in the US or transferred to service providers operating in other jurisdictions. We ensure appropriate safeguards are in place through contractual protections and security measures.\r\n\r\n### 9.4 Specific Transfer Safeguards\r\n\r\n- **Azure hosting:** We configure Azure to store data in regions geographically aligned with the user's location where commercially practicable (Australia East, UK South, US regions)\r\n- **Stripe:** Stripe processes payment data primarily within the United States and maintains certifications and contractual safeguards for international transfers\r\n- **Encryption:** All data transfers between jurisdictions are encrypted using TLS 1.2 or higher\r\n\r\n---\r\n\r\n## 10. Data Retention\r\n\r\nWe retain personal information only for as long as necessary to fulfil the purposes for which it was collected, comply with legal obligations, resolve disputes, and enforce our agreements.\r\n\r\n| Data Category | Retention Period | Rationale |\r\n|---|---|---|\r\n| **Account profile data** | Duration of account plus 30 days after deletion request | Service provision; grace period for account recovery |\r\n| **Religion and spiritual preferences** | Until you withdraw consent or delete your account | Consent-based processing |\r\n| **Order and transaction records** | 7 years from transaction date | Tax and financial regulatory compliance (AU, UK, US) |\r\n| **Payment card data (Stripe)** | Managed by Stripe per their retention policy; we retain only card brand and last four digits for the order retention period | Dispute resolution, regulatory compliance |\r\n| **Vendor and merchant data** | Duration of vendor relationship plus 7 years | Contractual and regulatory compliance |\r\n| **Practitioner credentials** | Duration of practitioner relationship plus 2 years | Verification audit trail |\r\n| **Analytics and session data** | 26 months from collection | Platform improvement (aligned with common analytics retention standards) |\r\n| **Community content (messages, posts)** | Duration of account; messages retained up to 3 years after account deletion for recipient access and safety reviews | Community functionality, dispute resolution |\r\n| **Booking and service delivery files** | 2 years from service completion | Service records, dispute resolution |\r\n| **Refund and dispute evidence** | 7 years from resolution | Legal compliance, financial records |\r\n| **Marketing consent records** | Duration of consent plus 3 years after withdrawal | Proof of consent compliance |\r\n| **Security logs** | 12 months | Security monitoring, incident investigation |\r\n\r\nWhen personal information is no longer required, we securely delete or anonymise it. Anonymised data that cannot be re-identified may be retained indefinitely for statistical and analytical purposes.\r\n\r\n---\r\n\r\n## 11. Data Security\r\n\r\nWe implement appropriate technical and organisational measures to protect personal information against unauthorised access, alteration, disclosure, or destruction. These measures include:\r\n\r\n### 11.1 Technical Measures\r\n- **Encryption at rest:** All data stored in Azure Cosmos DB and Azure Blob Storage is encrypted using AES-256 encryption\r\n- **Encryption in transit:** All data transmitted between your device and our servers uses TLS 1.2 or higher\r\n- **Payment security:** Payment card data is processed by Stripe, a PCI DSS Level 1 certified payment processor. We never store full card numbers, CVVs, or PINs on our servers\r\n- **Access controls:** Role-based access controls restrict data access to authorised personnel on a need-to-know basis\r\n- **Authentication:** Secure authentication mechanisms for user accounts, including security questions for account recovery\r\n- **Infrastructure security:** Azure platform security features including network isolation, DDoS protection, and intrusion detection\r\n\r\n### 11.2 Organisational Measures\r\n- Staff training on data protection and information security\r\n- Data processing agreements with all third-party processors\r\n- Regular review of data access permissions\r\n- Incident response procedures for data breach notification\r\n- Privacy impact assessments for new features and processing activities\r\n\r\n### 11.3 Breach Notification\r\nIn the event of a personal data breach that poses a risk to your rights and freedoms, we will:\r\n\r\n- **UK:** Notify the Information Commissioner's Office (ICO) within 72 hours and affected individuals without undue delay where required under UK GDPR\r\n- **Australia:** Notify the Office of the Australian Information Commissioner (OAIC) and affected individuals as required under the Notifiable Data Breaches (NDB) scheme\r\n- **United States:** Notify affected individuals and relevant state authorities in accordance with applicable state breach notification laws\r\n\r\n---\r\n\r\n## 12. Your Rights -- United Kingdom (UK GDPR / Data Protection Act 2018)\r\n\r\nIf you are located in the United Kingdom, you have the following rights:\r\n\r\n| Right | Description |\r\n|---|---|\r\n| **Right of Access** (Art. 15) | Request a copy of the personal data we hold about you |\r\n| **Right to Rectification** (Art. 16) | Request correction of inaccurate or incomplete personal data |\r\n| **Right to Erasure** (Art. 17) | Request deletion of your personal data (\"right to be forgotten\"), subject to legal retention obligations |\r\n| **Right to Restriction** (Art. 18) | Request that we restrict processing of your personal data in certain circumstances |\r\n| **Right to Data Portability** (Art. 20) | Receive your personal data in a structured, commonly used, machine-readable format and transmit it to another controller |\r\n| **Right to Object** (Art. 21) | Object to processing based on legitimate interests or for direct marketing purposes |\r\n| **Right to Withdraw Consent** (Art. 7(3)) | Withdraw consent at any time where processing is based on consent (e.g., spiritual preferences, marketing). Withdrawal does not affect lawfulness of prior processing |\r\n| **Rights Related to Automated Decision-Making** (Art. 22) | Not be subject to decisions based solely on automated processing that produce legal or similarly significant effects |\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com with your request. We will respond within one month, which may be extended by two further months for complex requests. We will verify your identity before fulfilling any request.\r\n\r\n**Complaints:** You have the right to lodge a complaint with the Information Commissioner's Office (ICO):\r\n- Website: https://ico.org.uk\r\n- Telephone: 0303 123 1113\r\n\r\n---\r\n\r\n## 13. Your Rights -- Australia (Privacy Act 1988 / Australian Privacy Principles)\r\n\r\nIf you are located in Australia, you have the following rights under the Australian Privacy Principles:\r\n\r\n| Right | APP Reference | Description |\r\n|---|---|---|\r\n| **Access** | APP 12 | Request access to the personal information we hold about you |\r\n| **Correction** | APP 13 | Request correction of personal information that is inaccurate, out of date, incomplete, irrelevant, or misleading |\r\n| **Anonymity / Pseudonymity** | APP 2 | Where practicable, interact with us without identifying yourself (note: this may limit Platform functionality) |\r\n| **Notification** | APP 5 | Be informed of the purposes for which we collect your personal information |\r\n| **Opt-out of Direct Marketing** | APP 7 | Opt out of receiving direct marketing communications at any time |\r\n| **Cross-border Disclosure** | APP 8 | Be informed when your personal information is disclosed to overseas recipients |\r\n\r\n**Sensitive Information:** Under the APPs, information about your religious beliefs and spiritual interests is classified as sensitive information. We collect this information only with your consent.\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com with your request. We will respond within 30 days. If we refuse a request, we will provide written reasons and information about how to complain.\r\n\r\n**Complaints:** If you are unsatisfied with our response, you may lodge a complaint with the Office of the Australian Information Commissioner (OAIC):\r\n- Website: https://www.oaic.gov.au\r\n- Telephone: 1300 363 992\r\n\r\n---\r\n\r\n## 14. Your Rights -- United States\r\n\r\n### 14.1 California (CCPA / CPRA)\r\n\r\nIf you are a California resident, you have the following rights under the California Consumer Privacy Act as amended by the California Privacy Rights Act:\r\n\r\n| Right | Description |\r\n|---|---|\r\n| **Right to Know** | Request disclosure of the categories and specific pieces of personal information we have collected about you, the sources, purposes, and third parties with whom we share it |\r\n| **Right to Delete** | Request deletion of personal information we have collected, subject to legal exceptions |\r\n| **Right to Correct** | Request correction of inaccurate personal information |\r\n| **Right to Opt-Out of Sale/Sharing** | Opt out of the sale or sharing of personal information for cross-context behavioural advertising. **SpiriVerse does not sell personal information.** |\r\n| **Right to Limit Use of Sensitive Information** | Direct us to limit use of sensitive personal information to purposes necessary for providing the services |\r\n| **Right to Non-Discrimination** | Not receive discriminatory treatment for exercising your privacy rights |\r\n\r\n**Categories of Personal Information Collected (CCPA categories):**\r\n\r\n| CCPA Category | Examples | Sold? | Shared for Cross-Context Behavioural Advertising? |\r\n|---|---|---|---|\r\n| A. Identifiers | Name, email, phone, account ID | No | No |\r\n| B. Personal Records (Cal. Civ. Code 1798.80(e)) | Name, address, phone, payment card (last 4) | No | No |\r\n| C. Protected Classifications | Religion preference | No | No |\r\n| D. Commercial Information | Order history, transaction records | No | No |\r\n| F. Internet/Electronic Activity | Session data, browsing history, device info | No | No |\r\n| G. Geolocation Data | Country, approximate coordinates | No | No |\r\n| H. Professional/Employment Information | Practitioner credentials, experience | No | No |\r\n| K. Inferences | Spiritual interest preferences, recommendations | No | No |\r\n| L. Sensitive Personal Information | Religion, precise geolocation, account credentials | No | No |\r\n\r\n**Financial Incentives:** We do not offer financial incentives for the collection, sale, or retention of personal information.\r\n\r\n**Authorised Agents:** You may designate an authorised agent to make requests on your behalf. The agent must provide written authorisation and we may require identity verification.\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com or contact us at contact@spiriverse.com. We will verify your identity and respond within 45 days, which may be extended by an additional 45 days with notice.\r\n\r\n### 14.2 Other US State Privacy Laws\r\n\r\nWe also honour privacy rights under other applicable US state laws, including but not limited to:\r\n\r\n- **Virginia Consumer Data Protection Act (VCDPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n- **Colorado Privacy Act (CPA):** Rights to access, correct, delete, obtain a portable copy, and opt out of targeted advertising, sale, and profiling\r\n- **Connecticut Data Privacy Act (CTDPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n- **Utah Consumer Privacy Act (UCPA):** Rights to access, delete, and opt out of targeted advertising and sale\r\n- **Texas Data Privacy and Security Act (TDPSA):** Rights to access, correct, delete, obtain a portable copy, and opt out of targeted advertising, sale, and profiling\r\n- **Oregon Consumer Privacy Act (OCPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n\r\nIf you are a resident of a US state with applicable privacy legislation, you may exercise your rights by contacting privacy@spiriverse.com. We will process your request in accordance with the requirements of your state's law. If your request is denied, you may appeal by contacting us with the subject line \"Privacy Rights Appeal.\"\r\n\r\n---\r\n\r\n## 15. Children's Privacy\r\n\r\nSpiriVerse is not directed at children and we do not knowingly collect personal information from children under the following ages:\r\n\r\n- **United Kingdom:** Under 13 years of age (as specified under UK GDPR and the Age Appropriate Design Code)\r\n- **Australia:** Under 15 years of age (as recommended under APP guidelines for sensitive information)\r\n- **United States:** Under 13 years of age (as defined under the Children's Online Privacy Protection Act, COPPA); under 16 for CCPA sensitive information purposes\r\n\r\nIf we become aware that we have collected personal information from a child below the applicable age threshold without verifiable parental or guardian consent, we will take steps to delete that information as soon as practicable.\r\n\r\nIf you believe a child has provided us with personal information, please contact us immediately at privacy@spiriverse.com.\r\n\r\n---\r\n\r\n## 16. Cookies and Tracking Technologies\r\n\r\nWe use cookies, web beacons, pixels, and similar technologies to collect analytics and engagement data, personalise your experience, and support Platform functionality.\r\n\r\nFor detailed information about the types of cookies we use, how to manage your cookie preferences, and your choices regarding tracking technologies, please refer to our **[Cookie Policy]**.\r\n\r\n**Do Not Track (DNT):** Some browsers transmit \"Do Not Track\" signals. As there is no industry consensus on how to respond to DNT signals, we do not currently alter our data collection practices in response to DNT signals. We do, however, honour opt-out requests submitted through the mechanisms described in this Privacy Policy.\r\n\r\n**Global Privacy Control (GPC):** We honour Global Privacy Control signals as an opt-out of the sale or sharing of personal information as required under the CCPA/CPRA and other applicable laws.\r\n\r\n---\r\n\r\n## 17. Third-Party Links and Services\r\n\r\nThe Platform may contain links to third-party websites, services, or applications that are not operated by us. This includes, but is not limited to:\r\n\r\n- Vendor and practitioner social media profiles\r\n- External payment processing pages (Stripe)\r\n- Third-party integrations linked by vendors\r\n\r\nWe are not responsible for the privacy practices of third-party services. We encourage you to review the privacy policies of any third-party service before providing personal information.\r\n\r\n---\r\n\r\n## 18. Automated Decision-Making and Profiling\r\n\r\nSpiriVerse uses certain automated processes to support Platform functionality:\r\n\r\n- **Recommendations:** We use your stated spiritual interests and browsing behaviour to suggest relevant vendors, practitioners, products, and services. These recommendations are informational only and do not produce legal or similarly significant effects.\r\n- **Fraud Detection:** Stripe uses automated fraud detection systems for payment processing. Transactions flagged as potentially fraudulent may be declined or flagged for review.\r\n- **Verification:** Practitioner verification status and badges are determined through a combination of automated checks and manual review.\r\n\r\nUnder UK GDPR, you have the right not to be subject to a decision based solely on automated processing that produces legal or similarly significant effects. If you believe an automated decision has significantly affected you, please contact privacy@spiriverse.com.\r\n\r\n---\r\n\r\n## 19. Changes to This Privacy Policy\r\n\r\nWe may update this Privacy Policy from time to time to reflect changes in our practices, technology, legal requirements, or other factors. When we make material changes:\r\n\r\n- We will update the \"Last Updated\" date at the top of this document\r\n- We will provide notice through the Platform (e.g., a prominent banner or notification)\r\n- For material changes affecting your rights, we will provide at least 30 days' notice before the changes take effect\r\n- Where required by law, we will obtain your consent to material changes\r\n\r\nWe encourage you to review this Privacy Policy periodically. Your continued use of the Platform after the effective date of any changes constitutes your acknowledgement of the updated Privacy Policy.\r\n\r\n---\r\n\r\n## 20. How to Contact Us\r\n\r\nIf you have questions, concerns, or requests regarding this Privacy Policy or our data practices, you may contact us through the following channels:\r\n\r\n**General Inquiries:**\r\nEmail: contact@spiriverse.com\r\n\r\n**Privacy-Specific Inquiries and Rights Requests:**\r\nEmail: privacy@spiriverse.com\r\n\r\n**Data Protection Officer:**\r\nEmail: [DPO_EMAIL]\r\n\r\nWe aim to respond to all privacy inquiries within:\r\n- **UK:** 30 days (extendable by two months for complex requests)\r\n- **Australia:** 30 days\r\n- **US (California):** 45 days (extendable by an additional 45 days with notice)\r\n\r\n---\r\n\r\n## 21. Jurisdiction-Specific Supervisory Authorities\r\n\r\nIf you are unsatisfied with our response to a privacy concern, you may contact the relevant supervisory authority:\r\n\r\n**United Kingdom:**\r\nInformation Commissioner's Office (ICO)\r\nWebsite: https://ico.org.uk\r\nTelephone: 0303 123 1113\r\nAddress: Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF\r\n\r\n**Australia:**\r\nOffice of the Australian Information Commissioner (OAIC)\r\nWebsite: https://www.oaic.gov.au\r\nTelephone: 1300 363 992\r\nAddress: GPO Box 5218, Sydney NSW 2001\r\n\r\n**United States (California):**\r\nCalifornia Privacy Protection Agency (CPPA)\r\nWebsite: https://cppa.ca.gov\r\n\r\n**United States (Other States):**\r\nContact your state's Attorney General office for privacy complaints under applicable state law.\r\n\r\n---\r\n\r\n## 22. Supplementary Information for Australian Users\r\n\r\nIn accordance with Australian Privacy Principle 1, the following additional disclosures apply:\r\n\r\n- **APP 1 (Open and transparent management):** This Privacy Policy describes how we manage personal information. A copy is available at all times on our Platform.\r\n- **APP 2 (Anonymity and pseudonymity):** You may browse certain parts of the Platform without identifying yourself. However, account creation, purchases, and bookings require identification.\r\n- **APP 3 (Collection of solicited personal information):** We collect only personal information that is reasonably necessary for our functions and activities as described in this Privacy Policy.\r\n- **APP 6 (Use or disclosure):** We use and disclose personal information only for the primary purpose for which it was collected, or for a secondary purpose that you would reasonably expect, or with your consent.\r\n- **APP 7 (Direct marketing):** We will only use your personal information for direct marketing with your consent. You may opt out at any time by following the unsubscribe link in any marketing communication or contacting us at privacy@spiriverse.com.\r\n- **APP 11 (Security):** We take reasonable steps to protect personal information from misuse, interference, loss, and unauthorised access, modification, or disclosure, as described in Section 11.\r\n\r\n---\r\n\r\n## 23. Supplementary Information for UK Users\r\n\r\nIn accordance with UK GDPR requirements, the following additional disclosures apply:\r\n\r\n- **Data Protection Impact Assessments (DPIAs):** We conduct DPIAs for processing activities that are likely to result in high risk to individuals, including the processing of sensitive information such as religious beliefs and spiritual interests.\r\n- **Records of Processing Activities (ROPA):** We maintain records of our processing activities as required under Article 30 of UK GDPR, available upon request to the ICO.\r\n- **International Transfer Mechanisms:** See Section 9.1 for details on the safeguards we use for international data transfers.\r\n- **Legitimate Interest Assessments:** Where we rely on legitimate interests as a lawful basis, we have conducted and documented balancing tests. You may request information about these assessments by contacting our DPO.\r\n\r\n---\r\n\r\n*This Privacy Policy is effective as of [EFFECTIVE_DATE]. For questions or concerns, contact privacy@spiriverse.com.*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "cookie-policy",
    "docType": "legal-document",
    "documentType": "cookie-policy",
    "title": "Cookie Policy",
    "content": "# Cookie Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\nThis Cookie Policy explains how SpiriVerse (\"we\", \"us\", or \"our\") uses cookies and similar technologies when you visit or use our spiritual marketplace platform at spiriverse.com. SpiriVerse operates across Australia, the United Kingdom, and the United States.\r\n\r\nWe encourage you to read this policy in full so you understand what information we collect using cookies and how that information is used.\r\n\r\n---\r\n\r\n## 1. What Are Cookies?\r\n\r\nCookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They allow the website to recognise your device and remember information about your visit, such as your preferences, login state, and browsing activity.\r\n\r\nCookies can be \"first-party\" (set by the website you are visiting) or \"third-party\" (set by a service used by the website, such as an analytics or payment provider). They can also be \"session\" cookies (deleted when you close your browser) or \"persistent\" cookies (remaining on your device for a set period or until you delete them).\r\n\r\n---\r\n\r\n## 2. How We Use Cookies\r\n\r\nWe use cookies for the following purposes:\r\n\r\n- **Authentication and security** -- keeping you signed in and protecting your account.\r\n- **Platform functionality** -- remembering your preferences and ensuring the platform works correctly.\r\n- **Analytics and performance** -- understanding how visitors use SpiriVerse so we can improve the experience.\r\n- **Payment processing** -- enabling secure transactions through our payment provider, Stripe.\r\n\r\n---\r\n\r\n## 3. Types of Cookies We Use\r\n\r\n### 3.1 Essential Cookies\r\n\r\nThese cookies are strictly necessary for the platform to function. They enable core features such as authentication, session management, and security. You cannot opt out of essential cookies because the platform will not work without them.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `session_id` | SpiriVerse | Authenticates your session after login and maintains your signed-in state across pages. | Session (expires when browser is closed) |\r\n| `csrf_token` | SpiriVerse | Protects against cross-site request forgery attacks by validating form submissions. | Session |\r\n| `__next_hmr_refresh` | Next.js | Used internally by the Next.js framework to manage page hydration and navigation state. | Session |\r\n| `__Secure-next-auth.session-token` | Next.js / SpiriVerse | Stores the encrypted authentication session token for secure sign-in. | 30 days |\r\n| `__Host-next-auth.csrf-token` | Next.js / SpiriVerse | CSRF protection token used by the authentication framework. | Session |\r\n| `__Secure-next-auth.callback-url` | Next.js / SpiriVerse | Stores the callback URL for authentication redirects. | Session |\r\n\r\n### 3.2 Analytics Cookies\r\n\r\nThese cookies help us understand how visitors interact with SpiriVerse. The data collected is aggregated and used to improve platform performance and user experience. Analytics cookies collect the following types of data:\r\n\r\n- Session identifiers (anonymous)\r\n- Pages viewed and navigation paths\r\n- Time spent on each page\r\n- Scroll depth on pages\r\n- Device type, browser, and operating system\r\n- Referrer source (how you arrived at SpiriVerse)\r\n- UTM campaign parameters (e.g., `utm_source`, `utm_medium`, `utm_campaign`)\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `_sv_session` | SpiriVerse | Anonymous session identifier used to group page views and interactions into a single visit for analytics. | 30 minutes from last activity |\r\n| `_sv_device` | SpiriVerse | Stores an anonymous device identifier to understand returning visitor patterns. | 1 year |\r\n| `_sv_referrer` | SpiriVerse | Records the original referrer source and UTM parameters for the current session. | Session |\r\n| `_sv_scroll` | SpiriVerse | Tracks maximum scroll depth on content pages to help us understand engagement. | Session |\r\n\r\n### 3.3 Functional Cookies\r\n\r\nThese cookies enable enhanced functionality and personalisation, such as remembering your preferred market region or display settings.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `sv_market` | SpiriVerse | Remembers your selected market region (AU, UK, or US) so you see relevant content, currency, and practitioners. | 1 year |\r\n| `sv_preferences` | SpiriVerse | Stores user interface preferences such as sidebar state or view mode selections. | 1 year |\r\n| `sv_cookie_consent` | SpiriVerse | Records your cookie consent choices so you are not asked again on every visit. | 1 year |\r\n\r\n### 3.4 Third-Party Cookies\r\n\r\nWe use third-party services that may set their own cookies on your device. We do not control the cookies set by these services. Please refer to each provider's own cookie and privacy policies for details.\r\n\r\n#### Stripe (Payment Processing)\r\n\r\nStripe is our payment processing provider. When you make a purchase, view a checkout page, or manage payment methods, Stripe may set cookies to enable secure payment processing and fraud prevention.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `__stripe_mid` | Stripe | Unique identifier for fraud prevention and payment security. | 1 year |\r\n| `__stripe_sid` | Stripe | Session identifier for payment processing. Used to maintain state during a transaction. | 30 minutes |\r\n| `m` | Stripe | Used by Stripe for fraud detection and risk assessment. | 2 years |\r\n\r\nFor more information, see the [Stripe Cookie Policy](https://stripe.com/cookies-policy/legal).\r\n\r\n---\r\n\r\n## 4. Cookie Consent\r\n\r\nWhen you first visit SpiriVerse, you will be presented with a cookie consent banner that allows you to accept or customise your cookie preferences. You can choose to:\r\n\r\n- **Accept all cookies** -- enables all cookie categories described in this policy.\r\n- **Accept essential cookies only** -- allows only the cookies strictly necessary for the platform to function. Analytics, functional, and third-party non-essential cookies will not be set.\r\n- **Customise your preferences** -- select which categories of non-essential cookies you wish to allow.\r\n\r\nYou can change your cookie preferences at any time by visiting the cookie settings in the platform footer or your account settings.\r\n\r\n**Important for UK users:** In accordance with the Privacy and Electronic Communications Regulations 2003 (PECR), we obtain your explicit consent before setting any non-essential cookies. Essential cookies that are strictly necessary for the service you have requested do not require consent under PECR. We store a record of your consent choice so we can demonstrate compliance.\r\n\r\n---\r\n\r\n## 5. Managing Cookies in Your Browser\r\n\r\nIn addition to our consent mechanism, you can control cookies through your browser settings. Below are instructions for the most common browsers:\r\n\r\n### Google Chrome\r\n\r\n1. Click the three-dot menu and select **Settings**.\r\n2. Navigate to **Privacy and security** > **Cookies and other site data**.\r\n3. Choose your preferred cookie setting or manage exceptions for specific sites.\r\n\r\n### Mozilla Firefox\r\n\r\n1. Click the hamburger menu and select **Settings**.\r\n2. Navigate to **Privacy & Security**.\r\n3. Under **Cookies and Site Data**, adjust your preferences or clear stored data.\r\n\r\n### Safari\r\n\r\n1. Open **Preferences** from the Safari menu.\r\n2. Go to the **Privacy** tab.\r\n3. Adjust cookie and tracking settings as needed.\r\n\r\n### Microsoft Edge\r\n\r\n1. Click the three-dot menu and select **Settings**.\r\n2. Navigate to **Cookies and site permissions** > **Manage and delete cookies and site data**.\r\n3. Adjust your preferences.\r\n\r\n### Mobile Browsers\r\n\r\nOn iOS and Android devices, cookie settings are typically found in your browser's settings menu under **Privacy** or **Site Settings**. Consult your browser's help documentation for specific instructions.\r\n\r\n---\r\n\r\n## 6. Impact of Disabling Cookies\r\n\r\nIf you choose to disable or block certain cookies, please be aware of the following consequences:\r\n\r\n| Cookie Category | Impact of Disabling |\r\n|---|---|\r\n| **Essential** | You will not be able to sign in, maintain a session, or use core platform features. The platform will not function correctly. |\r\n| **Analytics** | We will not be able to collect usage data about your visit. This does not affect your ability to use the platform but limits our ability to improve it. |\r\n| **Functional** | Your preferences (such as market region) will not be saved between visits. You may need to re-select your region each time. |\r\n| **Third-party (Stripe)** | Payment processing may be affected. You may experience issues completing purchases or managing payment methods. Stripe's fraud detection may also be impaired, which could lead to transactions being declined. |\r\n\r\n---\r\n\r\n## 7. UK PECR Compliance\r\n\r\nFor users in the United Kingdom, our use of cookies complies with the Privacy and Electronic Communications Regulations 2003 (PECR) as amended, in addition to the UK General Data Protection Regulation (UK GDPR). Specifically:\r\n\r\n- We provide clear and comprehensive information about what each cookie does before it is set.\r\n- We obtain your consent before placing any non-essential cookies on your device.\r\n- Essential cookies that are strictly necessary for the provision of the service you have requested are exempt from the consent requirement under Regulation 6(4) of PECR.\r\n- We provide a straightforward way for you to withdraw your consent at any time.\r\n- We keep records of consent for auditing purposes.\r\n\r\n---\r\n\r\n## 8. Data Retention\r\n\r\nCookie data is retained only for as long as necessary to fulfil its stated purpose. Session cookies are deleted when you close your browser. Persistent cookies remain on your device for the duration specified in the tables above, unless you delete them sooner through your browser settings or our consent mechanism.\r\n\r\nAnalytics data collected via cookies is aggregated and anonymised. We do not use analytics cookies to build personal profiles or identify individual users.\r\n\r\n---\r\n\r\n## 9. Updates to This Policy\r\n\r\nWe may update this Cookie Policy from time to time to reflect changes in our practices, technology, or legal requirements. When we make changes, we will update the \"Effective Date\" at the top of this policy. If we make material changes, we will notify you through a notice on the platform or by re-presenting the cookie consent banner.\r\n\r\nWe encourage you to review this policy periodically to stay informed about how we use cookies.\r\n\r\n---\r\n\r\n## 10. Contact Us\r\n\r\nIf you have any questions about this Cookie Policy or our use of cookies, please contact us at:\r\n\r\n**Email:** contact@spiriverse.com\r\n\r\nYou may also write to us at:\r\n\r\nSpiriVerse\r\nEmail: contact@spiriverse.com\r\n\r\n---\r\n\r\n*This Cookie Policy was last updated on [EFFECTIVE_DATE].*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "merchant-terms",
    "docType": "legal-document",
    "documentType": "merchant-terms",
    "title": "SpiriVerse Partner Terms of Service",
    "content": "# SpiriVerse Merchant Terms of Service\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\nThese Merchant Terms of Service (\"Merchant Terms\") govern your use of the SpiriVerse platform (\"Platform\") as a merchant, vendor, or practitioner (\"Merchant,\" \"you,\" or \"your\"). The Platform is operated by [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\").\r\n\r\nBy creating a merchant account, you acknowledge that you have read, understood, and agree to be bound by these Merchant Terms, our [Privacy Policy], and our [Acceptable Use Policy]. If you do not agree, do not use the Platform as a Merchant.\r\n\r\nFor questions about these terms, contact us at merchants@spiriverse.com.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Definitions](#1-definitions)\r\n2. [Merchant Eligibility and Onboarding](#2-merchant-eligibility-and-onboarding)\r\n3. [Stripe Connected Account Requirements](#3-stripe-connected-account-requirements)\r\n4. [Go-Live Requirements](#4-go-live-requirements)\r\n5. [Subscription and Billing](#5-subscription-and-billing)\r\n6. [Platform Fees](#6-platform-fees)\r\n7. [Payouts](#7-payouts)\r\n8. [Product Listings](#8-product-listings)\r\n9. [Service Delivery](#9-service-delivery)\r\n10. [Event Hosting](#10-event-hosting)\r\n11. [Content and Livestreaming](#11-content-and-livestreaming)\r\n12. [Practitioner Verification](#12-practitioner-verification)\r\n13. [Storefront and Branding](#13-storefront-and-branding)\r\n14. [Team Members and Location Management](#14-team-members-and-location-management)\r\n15. [Refunds and Returns](#15-refunds-and-returns)\r\n16. [Customer Communication](#16-customer-communication)\r\n17. [Dispute Resolution and Case Management](#17-dispute-resolution-and-case-management)\r\n18. [Intellectual Property](#18-intellectual-property)\r\n19. [Data Responsibilities](#19-data-responsibilities)\r\n20. [Analytics and Reporting](#20-analytics-and-reporting)\r\n21. [Account Suspension and Termination](#21-account-suspension-and-termination)\r\n22. [Indemnification](#22-indemnification)\r\n23. [Limitation of Liability](#23-limitation-of-liability)\r\n24. [Insurance Recommendations](#24-insurance-recommendations)\r\n25. [Multi-Jurisdiction Compliance](#25-multi-jurisdiction-compliance)\r\n26. [Changes to These Terms](#26-changes-to-these-terms)\r\n27. [General Provisions](#27-general-provisions)\r\n28. [Contact Information](#28-contact-information)\r\n\r\n---\r\n\r\n## 1. Definitions\r\n\r\n**\"Connected Account\"** means your Stripe account created and linked through the Platform for payment processing.\r\n\r\n**\"Customer\"** means any individual who purchases products, books services, registers for events, or accesses content through the Platform.\r\n\r\n**\"Listing\"** means any product, service, event, or content offering you publish on the Platform.\r\n\r\n**\"Market\"** means the geographic jurisdiction in which you operate (Australia, United Kingdom, or United States).\r\n\r\n**\"Payout\"** means the transfer of funds from your Connected Account to your designated bank account.\r\n\r\n**\"Platform Fee\"** means the percentage-based and fixed-amount fees charged by SpiriVerse on each transaction, as determined by your Market.\r\n\r\n**\"Storefront\"** means your customizable merchant page on the Platform.\r\n\r\n**\"Subscription\"** means your recurring Platform access plan (monthly or yearly).\r\n\r\n---\r\n\r\n## 2. Merchant Eligibility and Onboarding\r\n\r\n### 2.1 Eligibility\r\n\r\nTo become a Merchant on SpiriVerse, you must:\r\n\r\n- (a) Be at least 18 years of age (or the age of majority in your jurisdiction);\r\n- (b) Be legally able to enter into binding contracts;\r\n- (c) Operate a legitimate business or practice in a supported Market (Australia, United Kingdom, or United States);\r\n- (d) Provide accurate and complete registration information;\r\n- (e) Comply with all applicable laws and regulations in your Market; and\r\n- (f) Offer products, services, events, or content that fall within the categories permitted on the Platform.\r\n\r\n### 2.2 Account Registration\r\n\r\nDuring registration, you must provide:\r\n\r\n- (a) Your legal business name or personal name (if operating as a sole trader/sole proprietor);\r\n- (b) A valid email address;\r\n- (c) Your business address and operating Market;\r\n- (d) Any professional licenses, certifications, or credentials relevant to your offerings; and\r\n- (e) Any other information reasonably requested during the onboarding process.\r\n\r\n### 2.3 Accuracy of Information\r\n\r\nYou are responsible for keeping all account information current and accurate. You must promptly update your account if any information changes. Providing false or misleading information is grounds for immediate account suspension or termination.\r\n\r\n### 2.4 One Account Per Entity\r\n\r\nEach legal entity or individual may maintain only one Merchant account. Operating multiple accounts without prior written approval from SpiriVerse is prohibited.\r\n\r\n---\r\n\r\n## 3. Stripe Connected Account Requirements\r\n\r\n### 3.1 Stripe Integration\r\n\r\nSpiriVerse uses Stripe as its payment processing partner. As a condition of receiving payments through the Platform, you must:\r\n\r\n- (a) Create and maintain a Stripe Connected Account linked to your SpiriVerse merchant account;\r\n- (b) Complete all identity verification and onboarding steps required by Stripe;\r\n- (c) Agree to and comply with Stripe's [Connected Account Agreement](https://stripe.com/connect-account/legal) and [Terms of Service](https://stripe.com/legal); and\r\n- (d) Provide accurate banking information for payout purposes.\r\n\r\n### 3.2 Stripe Compliance\r\n\r\nYou acknowledge that Stripe may independently suspend, restrict, or terminate your Connected Account in accordance with its own policies. SpiriVerse is not responsible for actions taken by Stripe, though we will make reasonable efforts to assist you in resolving issues.\r\n\r\n### 3.3 Payment Card Requirement\r\n\r\nYou must save a valid payment card to your SpiriVerse account. This card is used for Subscription billing and any fees or adjustments owed to SpiriVerse. Payouts will be blocked until a valid payment card is on file (see Section 7).\r\n\r\n---\r\n\r\n## 4. Go-Live Requirements\r\n\r\n### 4.1 Publishing Gating\r\n\r\nYour Storefront will not be published or visible to Customers until all of the following requirements are met:\r\n\r\n- (a) **Payment card saved** -- A valid payment card must be on file for Subscription and fee billing;\r\n- (b) **Payment method configured** -- Your payout banking details must be fully configured; and\r\n- (c) **Stripe onboarding complete** -- Your Stripe Connected Account must be fully verified and in good standing.\r\n\r\n### 4.2 Automatic Publication\r\n\r\nOnce all three go-live requirements are satisfied, your Storefront may be automatically published. You are responsible for ensuring your Listings and Storefront content are ready before completing the final go-live requirement.\r\n\r\n### 4.3 Suspension of Published Status\r\n\r\nIf any go-live requirement ceases to be met (for example, your payment card expires or your Stripe account is restricted), your Storefront may be suspended from public visibility until the requirement is restored.\r\n\r\n---\r\n\r\n## 5. Subscription and Billing\r\n\r\n### 5.1 Subscription Plans\r\n\r\nAccess to the Platform as a Merchant requires an active Subscription. We offer:\r\n\r\n- (a) **Monthly billing** -- Billed on a recurring monthly cycle; and\r\n- (b) **Yearly billing** -- Billed on a recurring annual cycle, typically at a discounted rate compared to monthly billing.\r\n\r\nCurrent Subscription pricing is displayed in your merchant dashboard and on our pricing page.\r\n\r\n### 5.2 Deferred Billing Start\r\n\r\nYour Subscription billing does not begin at account creation. Instead, billing commences when your **first payout is initiated** through the Platform. This means you can set up your Storefront, configure your Listings, and prepare your account without incurring Subscription charges until you start earning revenue.\r\n\r\n### 5.3 Billing Cycle\r\n\r\nOnce billing begins:\r\n\r\n- (a) Monthly Subscriptions renew on the same day each month (or the last day of the month if the original date does not exist in a given month);\r\n- (b) Yearly Subscriptions renew on the anniversary of your billing start date; and\r\n- (c) All charges are billed to the payment card on file.\r\n\r\n### 5.4 Failed Payments\r\n\r\nIf a Subscription payment fails, we will:\r\n\r\n- (a) Notify you by email;\r\n- (b) Retry the charge according to our retry schedule; and\r\n- (c) If payment remains unsuccessful after reasonable retry attempts, suspend your account until the outstanding balance is resolved.\r\n\r\n### 5.5 Cancellation\r\n\r\nYou may cancel your Subscription at any time through your merchant dashboard. Upon cancellation:\r\n\r\n- (a) Your Subscription remains active until the end of the current billing period;\r\n- (b) Your Storefront will be unpublished at the end of the billing period;\r\n- (c) You remain responsible for fulfilling any outstanding orders, bookings, or event commitments;\r\n- (d) No partial refunds are issued for unused portions of a billing period; and\r\n- (e) You may reactivate your account by resubscribing, subject to these Merchant Terms.\r\n\r\n### 5.6 Price Changes\r\n\r\nWe reserve the right to change Subscription pricing with at least 30 days' written notice. Price changes take effect at the start of your next billing cycle following the notice period.\r\n\r\n---\r\n\r\n## 6. Platform Fees\r\n\r\n### 6.1 Fee Structure\r\n\r\nSpiriVerse charges a Platform Fee on each Customer transaction processed through the Platform. Fees consist of two components:\r\n\r\n- (a) **Percentage component** -- A percentage of the transaction amount; and\r\n- (b) **Fixed component** -- A fixed amount per transaction, denominated in the smallest currency unit of your Market (e.g., cents for AUD/USD, pence for GBP).\r\n\r\n### 6.2 Market-Based Fees\r\n\r\nFee rates vary by Market (Australia, United Kingdom, United States). Each Market has its own fee schedule reflecting local payment processing costs, currency considerations, and regulatory requirements. Your applicable fee schedule is determined by the Market you selected during onboarding.\r\n\r\n### 6.3 Fee Transparency\r\n\r\nYour current fee rates are always visible in your merchant dashboard. Before completing onboarding, the applicable fees for your Market will be clearly displayed for your review.\r\n\r\n### 6.4 Fee Collection\r\n\r\nPlatform Fees are deducted automatically from each transaction before the net amount is credited to your Connected Account. You will receive a clear breakdown of gross amount, Platform Fee, and net amount for every transaction.\r\n\r\n### 6.5 Additional Payment Processing Fees\r\n\r\nIn addition to SpiriVerse Platform Fees, Stripe charges its own payment processing fees. These fees are governed by your agreement with Stripe and are separate from SpiriVerse fees. Combined fee information is displayed in your transaction records.\r\n\r\n### 6.6 Fee Changes\r\n\r\nWe may adjust fee rates with at least 30 days' written notice. Updated fees apply to transactions occurring after the effective date. If you do not agree to the revised fees, you may cancel your Subscription before the changes take effect.\r\n\r\n---\r\n\r\n## 7. Payouts\r\n\r\n### 7.1 Payout Prerequisites\r\n\r\nTo receive Payouts, you must have:\r\n\r\n- (a) A valid payment card saved to your account;\r\n- (b) A fully verified Stripe Connected Account with valid banking details; and\r\n- (c) An active, published Storefront.\r\n\r\nIf any of these prerequisites are not met, Payouts will be blocked until the issue is resolved.\r\n\r\n### 7.2 Payout Schedule\r\n\r\nPayouts are processed according to the schedule configured in your Stripe Connected Account, subject to Stripe's standard payout timing for your Market. Typical payout timing varies by Market and may be affected by weekends, public holidays, and banking processing times.\r\n\r\n### 7.3 Payout Holds\r\n\r\nSpiriVerse and/or Stripe may place temporary holds on Payouts in the following circumstances:\r\n\r\n- (a) Suspected fraudulent activity;\r\n- (b) Unresolved Customer disputes or chargebacks;\r\n- (c) Account verification issues;\r\n- (d) Violation of these Merchant Terms; or\r\n- (e) As required by law or regulation.\r\n\r\nWe will notify you promptly if a hold is placed on your Payouts and provide guidance on resolving the issue.\r\n\r\n### 7.4 Minimum Payout Amounts\r\n\r\nStripe may enforce minimum payout thresholds. If your balance does not meet the minimum, the balance will carry forward until the threshold is reached.\r\n\r\n### 7.5 Currency\r\n\r\nAll transactions and Payouts are processed in the local currency of your Market (AUD for Australia, GBP for the United Kingdom, USD for the United States).\r\n\r\n---\r\n\r\n## 8. Product Listings\r\n\r\n### 8.1 Listing Accuracy\r\n\r\nAll product Listings must be accurate, truthful, and not misleading. You must provide:\r\n\r\n- (a) Clear, accurate product descriptions;\r\n- (b) Genuine product images that accurately represent the item;\r\n- (c) Correct pricing, including any applicable taxes or shipping costs;\r\n- (d) Accurate inventory levels; and\r\n- (e) Clear information about any variations (size, color, etc.).\r\n\r\n### 8.2 Inventory Management\r\n\r\nYou are responsible for maintaining accurate inventory counts. The Platform supports both in-stock and backorder inventory models:\r\n\r\n- (a) **In-stock items** must reflect actual available quantities;\r\n- (b) **Backorder items** must clearly indicate expected fulfillment timeframes to Customers; and\r\n- (c) You must promptly update inventory when items become unavailable.\r\n\r\n### 8.3 Prohibited Products\r\n\r\nYou must not list products that:\r\n\r\n- (a) Are illegal in your Market or the Customer's jurisdiction;\r\n- (b) Infringe on any third party's intellectual property rights;\r\n- (c) Are counterfeit, fraudulent, or misrepresented;\r\n- (d) Make unsubstantiated medical, health, or therapeutic claims;\r\n- (e) Are classified as controlled substances;\r\n- (f) Contain hazardous materials without proper disclosure and compliance;\r\n- (g) Violate any applicable consumer protection laws; or\r\n- (h) Are otherwise prohibited under SpiriVerse's [Acceptable Use Policy].\r\n\r\n### 8.4 Health and Wellness Claims\r\n\r\nGiven the nature of the SpiriVerse marketplace, Merchants offering wellness, spiritual, or holistic products must:\r\n\r\n- (a) Clearly distinguish between spiritual/wellness practices and medical advice;\r\n- (b) Not claim that products cure, treat, or prevent any medical condition unless supported by evidence accepted by the relevant regulatory authority in your Market;\r\n- (c) Include appropriate disclaimers where required by law; and\r\n- (d) Comply with all applicable advertising standards and consumer protection regulations.\r\n\r\n### 8.5 Pricing\r\n\r\nAll prices must be displayed in the local currency of your Market. You are responsible for ensuring your prices comply with any applicable pricing regulations, including requirements for displaying tax-inclusive or tax-exclusive prices as mandated by your Market.\r\n\r\n### 8.6 Refund Policy Configuration\r\n\r\nYou must configure a refund policy for each product Listing. Your refund policy must comply with the minimum consumer protection requirements of your Market (see Section 15). Failure to configure a refund policy may result in your Listing being unpublished.\r\n\r\n---\r\n\r\n## 9. Service Delivery\r\n\r\n### 9.1 Service Listings\r\n\r\nMerchants offering services (consultations, readings, sessions, treatments, etc.) must:\r\n\r\n- (a) Provide clear descriptions of the service being offered;\r\n- (b) Specify the duration, delivery method, and any prerequisites;\r\n- (c) Set accurate availability through the Platform's calendar system;\r\n- (d) Respond to booking requests in a timely manner; and\r\n- (e) Fulfill booked services as described.\r\n\r\n### 9.2 Delivery Methods\r\n\r\nThe Platform supports multiple service delivery methods (in-person, phone, video, etc.). You must:\r\n\r\n- (a) Accurately indicate which delivery methods are available for each service;\r\n- (b) Provide necessary connection details or location information before the appointment; and\r\n- (c) Be available and ready at the scheduled time.\r\n\r\n### 9.3 Questionnaires\r\n\r\nWhere you have configured intake questionnaires for your services:\r\n\r\n- (a) Questionnaires must collect only information reasonably necessary for the service;\r\n- (b) Customer responses must be handled in accordance with applicable privacy laws; and\r\n- (c) You must not use questionnaire data for purposes beyond the stated service.\r\n\r\n### 9.4 Cancellations and No-Shows\r\n\r\nYou must establish and clearly communicate your cancellation policy. If you need to cancel a booked service:\r\n\r\n- (a) Notify the Customer as early as possible;\r\n- (b) Offer a full refund or rescheduling option; and\r\n- (c) Repeated cancellations by you may result in account review or suspension.\r\n\r\n---\r\n\r\n## 10. Event Hosting\r\n\r\n### 10.1 Event Listings\r\n\r\nMerchants hosting events must:\r\n\r\n- (a) Provide accurate event details including date, time, location (physical or virtual), and description;\r\n- (b) Set appropriate capacity limits;\r\n- (c) Manage ticket sales and registration through the Platform;\r\n- (d) Clearly communicate any requirements for attendees (equipment, preparation, etc.); and\r\n- (e) Deliver the event as described.\r\n\r\n### 10.2 Capacity Management and Waitlists\r\n\r\nThe Platform provides capacity management tools. You must:\r\n\r\n- (a) Set honest capacity limits that you can accommodate;\r\n- (b) Manage waitlists fairly and in the order Customers joined; and\r\n- (c) Notify waitlisted Customers promptly when spots become available.\r\n\r\n### 10.3 Event Cancellation\r\n\r\nIf you must cancel an event:\r\n\r\n- (a) Notify all registered attendees as early as possible;\r\n- (b) Process full refunds for all registered attendees;\r\n- (c) Provide a clear explanation for the cancellation; and\r\n- (d) Repeated event cancellations may result in account review or suspension.\r\n\r\n### 10.4 Venue and Safety\r\n\r\nFor in-person events, you are solely responsible for:\r\n\r\n- (a) Securing an appropriate venue;\r\n- (b) Ensuring the venue meets all local health and safety requirements;\r\n- (c) Obtaining any necessary permits or licenses; and\r\n- (d) Maintaining adequate insurance coverage (see Section 24).\r\n\r\n---\r\n\r\n## 11. Content and Livestreaming\r\n\r\n### 11.1 Content Hosting\r\n\r\nThe Platform supports hosting video content, podcasts, and on-demand media. You must:\r\n\r\n- (a) Ensure all content complies with these Merchant Terms and our [Acceptable Use Policy];\r\n- (b) Hold all necessary rights, licenses, and permissions for the content you upload;\r\n- (c) Accurately describe and categorize your content; and\r\n- (d) Not upload content that is illegal, harmful, or infringes on third-party rights.\r\n\r\n### 11.2 Livestreaming\r\n\r\nWhen using the Platform's livestreaming features, you must:\r\n\r\n- (a) Comply with all applicable broadcasting regulations in your Market;\r\n- (b) Moderate chat and interactions during livestreams;\r\n- (c) Not stream content that violates these Merchant Terms or the [Acceptable Use Policy];\r\n- (d) Have a reasonable plan for managing disruptive participants; and\r\n- (e) Not use livestreaming to promote or sell prohibited products or services.\r\n\r\n### 11.3 Chat Moderation\r\n\r\nYou are responsible for moderating interactive features (chat, comments, etc.) associated with your content and livestreams. This includes:\r\n\r\n- (a) Removing or addressing harmful, abusive, or illegal content from participants;\r\n- (b) Complying with applicable laws regarding user-generated content; and\r\n- (c) Reporting serious concerns (threats of harm, illegal activity) to appropriate authorities and to SpiriVerse.\r\n\r\n---\r\n\r\n## 12. Practitioner Verification\r\n\r\n### 12.1 Verification System\r\n\r\nSpiriVerse operates a practitioner verification system that awards badges to Merchants who meet certain criteria. Verification may include (but is not limited to):\r\n\r\n- (a) Identity verification;\r\n- (b) Professional credential verification;\r\n- (c) Business registration verification; and\r\n- (d) Customer review thresholds.\r\n\r\n### 12.2 Verification Obligations\r\n\r\nIf you participate in the verification program:\r\n\r\n- (a) All information submitted for verification must be truthful and accurate;\r\n- (b) You must notify SpiriVerse promptly if your credentials, licenses, or qualifications change or lapse;\r\n- (c) Verification badges remain the property of SpiriVerse and may be revoked if requirements are no longer met; and\r\n- (d) Misrepresenting your verification status is grounds for immediate account termination.\r\n\r\n### 12.3 No Endorsement\r\n\r\nVerification indicates that certain criteria have been checked. It does not constitute an endorsement, recommendation, or guarantee of the quality of your services by SpiriVerse.\r\n\r\n---\r\n\r\n## 13. Storefront and Branding\r\n\r\n### 13.1 Customization\r\n\r\nThe Platform allows you to customize your Storefront with colors, fonts, panels, and banners. When customizing your Storefront:\r\n\r\n- (a) All branding must be your own or used with proper authorization;\r\n- (b) Branding must not infringe on SpiriVerse's or any third party's trademarks or intellectual property;\r\n- (c) Content must comply with these Merchant Terms and the [Acceptable Use Policy]; and\r\n- (d) SpiriVerse reserves the right to remove branding that violates these terms.\r\n\r\n### 13.2 Merchant Responsibility\r\n\r\nYou are solely responsible for the content and appearance of your Storefront. SpiriVerse does not review or approve Storefront content prior to publication.\r\n\r\n---\r\n\r\n## 14. Team Members and Location Management\r\n\r\n### 14.1 Team Members\r\n\r\nIf you add team member profiles to your account:\r\n\r\n- (a) You are responsible for the actions of all team members operating under your account;\r\n- (b) Team members must comply with these Merchant Terms;\r\n- (c) You must have authorization from each individual to create their profile and display their information; and\r\n- (d) You must promptly remove profiles of individuals who are no longer part of your team.\r\n\r\n### 14.2 Location Management\r\n\r\nIf you manage physical locations through the Platform:\r\n\r\n- (a) All location information must be accurate and current;\r\n- (b) Operating hours must reflect actual availability; and\r\n- (c) You must promptly update location information if it changes.\r\n\r\n---\r\n\r\n## 15. Refunds and Returns\r\n\r\n### 15.1 Merchant Refund Policies\r\n\r\nYou must configure a refund policy for your Listings. Your refund policy is displayed to Customers before purchase and forms part of the transaction agreement between you and the Customer.\r\n\r\n### 15.2 Minimum Consumer Rights\r\n\r\nRegardless of your configured refund policy, you must honor the minimum consumer protection rights mandated by law in each Market:\r\n\r\n- (a) **Australia** -- Comply with the Australian Consumer Law, including consumer guarantees for products and services. Customers have rights to remedies (repair, replacement, or refund) when goods or services fail to meet consumer guarantees, regardless of your stated refund policy;\r\n- (b) **United Kingdom** -- Comply with the Consumer Rights Act 2015 and the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013, including the 14-day cooling-off period for distance sales where applicable; and\r\n- (c) **United States** -- Comply with applicable federal and state consumer protection laws, including the FTC's Mail, Internet, or Telephone Order Merchandise Rule and any applicable state-specific return and refund requirements.\r\n\r\n### 15.3 Refund Processing\r\n\r\nWhen a refund is warranted:\r\n\r\n- (a) Process refunds promptly through the Platform's refund system;\r\n- (b) Do not direct Customers to seek refunds outside the Platform;\r\n- (c) Refunds are returned to the Customer's original payment method; and\r\n- (d) Platform Fees on refunded transactions may be non-refundable (as specified in your fee schedule).\r\n\r\n### 15.4 Responsibility\r\n\r\nYou are solely responsible for the cost of refunds. Refund amounts will be deducted from your Connected Account balance or, if insufficient, charged to your payment card on file.\r\n\r\n---\r\n\r\n## 16. Customer Communication\r\n\r\n### 16.1 Standards\r\n\r\nWhen communicating with Customers through the Platform, you must:\r\n\r\n- (a) Respond to Customer inquiries within a reasonable timeframe (we recommend within 24 hours);\r\n- (b) Be professional, respectful, and helpful;\r\n- (c) Provide accurate information about your products, services, events, and content;\r\n- (d) Not engage in harassment, intimidation, or abusive behavior; and\r\n- (e) Not use Customer contact information for unsolicited marketing outside the Platform without proper consent.\r\n\r\n### 16.2 Off-Platform Communication\r\n\r\nWhile you may communicate with Customers outside the Platform for legitimate service delivery purposes (e.g., providing session details), you must not:\r\n\r\n- (a) Encourage Customers to transact outside the Platform to avoid fees;\r\n- (b) Solicit Customers found through the Platform to conduct future business off-Platform; or\r\n- (c) Use Customer data obtained through the Platform in violation of applicable privacy laws.\r\n\r\n---\r\n\r\n## 17. Dispute Resolution and Case Management\r\n\r\n### 17.1 Case Management System\r\n\r\nSpiriVerse provides a case management system for handling Customer disputes. When a dispute is raised:\r\n\r\n- (a) You will be notified through the Platform;\r\n- (b) You must respond to dispute cases within the timeframe specified in the case notification;\r\n- (c) You must provide honest, complete information and any requested evidence; and\r\n- (d) You must cooperate with SpiriVerse's dispute resolution process in good faith.\r\n\r\n### 17.2 SpiriVerse's Role\r\n\r\nSpiriVerse may facilitate dispute resolution but is not a party to the transaction between you and the Customer. We may:\r\n\r\n- (a) Review evidence from both parties;\r\n- (b) Make recommendations for resolution;\r\n- (c) In certain circumstances, issue refunds on your behalf if we determine it is warranted; and\r\n- (d) Take account actions based on dispute patterns (see Section 21).\r\n\r\n### 17.3 Chargebacks\r\n\r\nIf a Customer initiates a chargeback through their payment provider:\r\n\r\n- (a) Stripe's chargeback processes apply;\r\n- (b) You are responsible for responding to chargebacks with supporting evidence;\r\n- (c) You bear the cost of chargebacks and any associated Stripe fees; and\r\n- (d) Excessive chargebacks may result in account review, suspension, or termination.\r\n\r\n### 17.4 Disputes Between Merchants\r\n\r\nDisputes between Merchants are to be resolved directly between the parties. SpiriVerse will not mediate inter-Merchant disputes except where Platform policies are implicated.\r\n\r\n---\r\n\r\n## 18. Intellectual Property\r\n\r\n### 18.1 Your Content\r\n\r\nYou retain ownership of all content, images, videos, text, and other materials you upload to the Platform (\"Merchant Content\"). By uploading Merchant Content, you grant SpiriVerse a non-exclusive, worldwide, royalty-free license to:\r\n\r\n- (a) Display, distribute, and promote your Merchant Content on the Platform;\r\n- (b) Use your Merchant Content in marketing and promotional materials for the Platform;\r\n- (c) Create thumbnails, previews, and excerpts of your Merchant Content for display purposes; and\r\n- (d) Cache, store, and process your Merchant Content as necessary to operate the Platform.\r\n\r\nThis license terminates when you remove your Merchant Content from the Platform or your account is closed, except for copies that may persist in backups for a reasonable period.\r\n\r\n### 18.2 SpiriVerse's Intellectual Property\r\n\r\nThe Platform, including its software, design, logos, trademarks, and documentation, is the property of [COMPANY_ENTITY] and is protected by intellectual property laws. You may not:\r\n\r\n- (a) Copy, modify, or distribute Platform software or design elements;\r\n- (b) Use SpiriVerse trademarks or logos without prior written consent;\r\n- (c) Reverse engineer, decompile, or disassemble any Platform technology; or\r\n- (d) Create derivative works based on the Platform.\r\n\r\n### 18.3 Merchant Representations\r\n\r\nYou represent and warrant that:\r\n\r\n- (a) You own or have all necessary rights to your Merchant Content;\r\n- (b) Your Merchant Content does not infringe on any third party's intellectual property rights;\r\n- (c) You have obtained all necessary releases and permissions from individuals featured in your content; and\r\n- (d) Your use of the Platform does not violate any agreement you have with a third party.\r\n\r\n### 18.4 Intellectual Property Complaints\r\n\r\nSpiriVerse respects intellectual property rights and will respond to valid complaints of infringement. If your content is the subject of a valid infringement claim, we may remove the content and take appropriate account action.\r\n\r\n---\r\n\r\n## 19. Data Responsibilities\r\n\r\n### 19.1 Customer Data\r\n\r\nThrough your use of the Platform, you may have access to Customer personal data (names, email addresses, order details, etc.). You must:\r\n\r\n- (a) Use Customer data only for the purpose of fulfilling transactions and providing services through the Platform;\r\n- (b) Not sell, share, or disclose Customer data to third parties except as necessary for fulfillment (e.g., shipping providers);\r\n- (c) Protect Customer data using reasonable security measures;\r\n- (d) Comply with all applicable data protection laws in your Market; and\r\n- (e) Promptly notify SpiriVerse of any data breach affecting Customer data.\r\n\r\n### 19.2 Applicable Data Protection Laws\r\n\r\nYou must comply with the data protection laws applicable to your Market, including:\r\n\r\n- (a) **Australia** -- The Privacy Act 1988 and the Australian Privacy Principles;\r\n- (b) **United Kingdom** -- The UK General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018; and\r\n- (c) **United States** -- Applicable federal and state privacy laws, including (where applicable) the California Consumer Privacy Act (CCPA) and similar state laws.\r\n\r\n### 19.3 Data Processing Agreement\r\n\r\nWhere required by applicable law, SpiriVerse and Merchants operate as independent controllers of Customer data. SpiriVerse may provide a Data Processing Agreement upon request at merchants@spiriverse.com.\r\n\r\n### 19.4 Data Retention\r\n\r\nUpon account termination, you must delete all Customer data obtained through the Platform unless retention is required by law. SpiriVerse will retain your account data in accordance with our Privacy Policy and applicable legal requirements.\r\n\r\n---\r\n\r\n## 20. Analytics and Reporting\r\n\r\n### 20.1 Analytics Dashboard\r\n\r\nSpiriVerse provides an analytics dashboard to help you understand your business performance. Analytics data is provided for informational purposes and may not reflect final settled amounts.\r\n\r\n### 20.2 Data Accuracy\r\n\r\nWhile we strive to provide accurate analytics, SpiriVerse does not guarantee the absolute accuracy of analytics data. Official transaction records and payout amounts are determined by Stripe's records.\r\n\r\n---\r\n\r\n## 21. Account Suspension and Termination\r\n\r\n### 21.1 Voluntary Termination\r\n\r\nYou may terminate your account at any time by cancelling your Subscription and contacting merchants@spiriverse.com. Upon termination, you must fulfill all outstanding obligations to Customers.\r\n\r\n### 21.2 Suspension by SpiriVerse\r\n\r\nSpiriVerse may suspend your account (temporarily restrict access, unpublish your Storefront, and/or hold Payouts) if:\r\n\r\n- (a) You violate these Merchant Terms or any other SpiriVerse policy;\r\n- (b) We receive a significant number of Customer complaints or disputes;\r\n- (c) We detect suspected fraudulent or illegal activity;\r\n- (d) Your Stripe Connected Account is suspended or restricted;\r\n- (e) Your Subscription payments are overdue;\r\n- (f) We are required to do so by law, regulation, or court order; or\r\n- (g) We reasonably believe suspension is necessary to protect Customers, the Platform, or SpiriVerse.\r\n\r\n### 21.3 Termination by SpiriVerse\r\n\r\nSpiriVerse may terminate your account if:\r\n\r\n- (a) You commit a material breach of these Merchant Terms;\r\n- (b) You engage in fraudulent, illegal, or harmful activity;\r\n- (c) Your account has been suspended and the underlying issue is not resolved within a reasonable period;\r\n- (d) You repeatedly violate Platform policies despite warnings; or\r\n- (e) Continued operation of your account poses a risk to Customers, the Platform, or SpiriVerse's reputation.\r\n\r\n### 21.4 Effect of Termination\r\n\r\nUpon termination:\r\n\r\n- (a) Your Storefront will be unpublished and your Listings removed;\r\n- (b) You must fulfill all outstanding orders, bookings, and commitments;\r\n- (c) Any pending Payouts will be processed subject to resolution of outstanding disputes;\r\n- (d) SpiriVerse may retain funds for a reasonable period to cover potential refunds, chargebacks, or disputes;\r\n- (e) Your license to use the Platform immediately terminates; and\r\n- (f) Sections of these Merchant Terms that by their nature should survive termination (including indemnification, limitation of liability, intellectual property, and data responsibilities) will survive.\r\n\r\n### 21.5 Appeal\r\n\r\nIf your account is suspended or terminated, you may appeal by contacting merchants@spiriverse.com with a detailed explanation. We will review appeals in good faith and respond within a reasonable timeframe.\r\n\r\n---\r\n\r\n## 22. Indemnification\r\n\r\nYou agree to indemnify, defend, and hold harmless [COMPANY_ENTITY], its directors, officers, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, costs, and expenses (including reasonable legal fees) arising out of or related to:\r\n\r\n- (a) Your use of the Platform;\r\n- (b) Your Listings, Merchant Content, products, services, events, or content;\r\n- (c) Your breach of these Merchant Terms;\r\n- (d) Your violation of any applicable law or regulation;\r\n- (e) Your infringement of any third party's rights (including intellectual property rights);\r\n- (f) Any disputes between you and Customers;\r\n- (g) Any tax obligations arising from your transactions; and\r\n- (h) Any claims related to the accuracy, safety, or quality of your products or services.\r\n\r\n---\r\n\r\n## 23. Limitation of Liability\r\n\r\n### 23.1 Platform Provided \"As Is\"\r\n\r\nThe Platform is provided on an \"as is\" and \"as available\" basis. SpiriVerse makes no warranties, express or implied, regarding the Platform's availability, reliability, or fitness for a particular purpose.\r\n\r\n### 23.2 Limitation\r\n\r\nTo the maximum extent permitted by applicable law:\r\n\r\n- (a) SpiriVerse's total aggregate liability to you for any claims arising under or in connection with these Merchant Terms shall not exceed the total Platform Fees paid by you in the 12 months preceding the claim;\r\n- (b) SpiriVerse shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including loss of profits, revenue, data, or business opportunity; and\r\n- (c) SpiriVerse shall not be liable for any acts or omissions of Stripe, payment processors, or other third-party service providers.\r\n\r\n### 23.3 Exceptions\r\n\r\nNothing in these Merchant Terms excludes or limits liability that cannot be excluded or limited under applicable law, including (where applicable) liability for death or personal injury caused by negligence, fraud, or fraudulent misrepresentation.\r\n\r\n---\r\n\r\n## 24. Insurance Recommendations\r\n\r\n### 24.1 Recommended Coverage\r\n\r\nWhile not mandated by SpiriVerse, we strongly recommend that Merchants maintain appropriate insurance coverage, including:\r\n\r\n- (a) **Professional indemnity / professional liability insurance** -- Particularly for practitioners offering consultations, readings, treatments, or advice;\r\n- (b) **Public liability / general liability insurance** -- Particularly for Merchants hosting in-person events or providing in-person services;\r\n- (c) **Product liability insurance** -- For Merchants selling physical products;\r\n- (d) **Cyber liability insurance** -- For Merchants handling significant volumes of Customer data; and\r\n- (e) **Business interruption insurance** -- To protect against revenue loss from unexpected disruptions.\r\n\r\n### 24.2 Your Responsibility\r\n\r\nInsurance coverage is your sole responsibility. SpiriVerse does not provide insurance to Merchants and is not liable for any losses that would have been covered by appropriate insurance.\r\n\r\n---\r\n\r\n## 25. Multi-Jurisdiction Compliance\r\n\r\n### 25.1 Your Market\r\n\r\nYou are responsible for complying with all laws and regulations applicable in your Market and, where relevant, in the Markets where your Customers are located.\r\n\r\n### 25.2 Tax Obligations\r\n\r\nYou are solely responsible for:\r\n\r\n- (a) Determining your tax obligations, including income tax, goods and services tax (GST), value-added tax (VAT), and sales tax;\r\n- (b) Collecting applicable taxes from Customers where required;\r\n- (c) Remitting taxes to the appropriate authorities; and\r\n- (d) Maintaining accurate tax records.\r\n\r\nSpiriVerse does not provide tax advice. We recommend consulting with a qualified tax professional in your Market.\r\n\r\n### 25.3 Market-Specific Requirements\r\n\r\n#### Australia\r\n\r\n- Comply with the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010);\r\n- Register for and comply with GST obligations if applicable;\r\n- Comply with the Therapeutic Goods Act 1989 for any health-related products or claims; and\r\n- Adhere to the Australian Privacy Principles under the Privacy Act 1988.\r\n\r\n#### United Kingdom\r\n\r\n- Comply with the Consumer Rights Act 2015;\r\n- Register for and comply with VAT obligations if applicable;\r\n- Comply with the Consumer Protection from Unfair Trading Regulations 2008;\r\n- Comply with the Electronic Commerce (EC Directive) Regulations 2002; and\r\n- Adhere to the UK GDPR and Data Protection Act 2018.\r\n\r\n#### United States\r\n\r\n- Comply with applicable federal consumer protection laws (FTC Act);\r\n- Comply with applicable state consumer protection laws;\r\n- Determine and comply with state sales tax obligations;\r\n- Comply with applicable state privacy laws (e.g., CCPA); and\r\n- Comply with any industry-specific regulations applicable to your offerings.\r\n\r\n### 25.4 Export and Sanctions Compliance\r\n\r\nYou must not use the Platform to transact with individuals or entities subject to economic sanctions or trade restrictions imposed by the governments of Australia, the United Kingdom, the United States, or any other applicable jurisdiction.\r\n\r\n---\r\n\r\n## 26. Changes to These Terms\r\n\r\n### 26.1 Modifications\r\n\r\nSpiriVerse may modify these Merchant Terms from time to time. We will provide notice of material changes by:\r\n\r\n- (a) Sending an email to the address associated with your account;\r\n- (b) Posting a notice in your merchant dashboard; and/or\r\n- (c) Updating the \"Effective Date\" at the top of these terms.\r\n\r\n### 26.2 Notice Period\r\n\r\nFor material changes, we will provide at least 30 days' notice before the changes take effect, unless a shorter period is required by law or necessary to address an urgent security or legal issue.\r\n\r\n### 26.3 Acceptance\r\n\r\nYour continued use of the Platform after the effective date of any changes constitutes your acceptance of the revised Merchant Terms. If you do not agree to the changes, you must cancel your Subscription and discontinue use of the Platform before the effective date.\r\n\r\n---\r\n\r\n## 27. General Provisions\r\n\r\n### 27.1 Entire Agreement\r\n\r\nThese Merchant Terms, together with the Privacy Policy, Acceptable Use Policy, and any other policies referenced herein, constitute the entire agreement between you and SpiriVerse regarding your use of the Platform as a Merchant.\r\n\r\n### 27.2 Severability\r\n\r\nIf any provision of these Merchant Terms is found to be invalid or unenforceable, the remaining provisions will continue in full force and effect.\r\n\r\n### 27.3 Waiver\r\n\r\nSpiriVerse's failure to enforce any provision of these Merchant Terms does not constitute a waiver of that provision or the right to enforce it in the future.\r\n\r\n### 27.4 Assignment\r\n\r\nYou may not assign or transfer your rights or obligations under these Merchant Terms without SpiriVerse's prior written consent. SpiriVerse may assign its rights and obligations without restriction.\r\n\r\n### 27.5 Governing Law\r\n\r\nThese Merchant Terms are governed by:\r\n\r\n- (a) For Merchants in **Australia** -- The laws of the State of New South Wales, Australia;\r\n- (b) For Merchants in the **United Kingdom** -- The laws of England and Wales; and\r\n- (c) For Merchants in the **United States** -- The laws of the State of Delaware, United States;\r\n\r\nwithout regard to conflict of law principles. Any disputes shall be subject to the exclusive jurisdiction of the courts in the applicable jurisdiction.\r\n\r\n### 27.6 Force Majeure\r\n\r\nSpiriVerse shall not be liable for any failure or delay in performing its obligations under these Merchant Terms due to circumstances beyond its reasonable control, including natural disasters, pandemics, war, government actions, power failures, internet disruptions, or third-party service outages.\r\n\r\n### 27.7 Relationship of Parties\r\n\r\nNothing in these Merchant Terms creates a partnership, joint venture, employment, or agency relationship between you and SpiriVerse. You are an independent contractor and are solely responsible for your business operations.\r\n\r\n### 27.8 Notices\r\n\r\nAll notices under these Merchant Terms shall be sent:\r\n\r\n- To SpiriVerse: merchants@spiriverse.com\r\n- To you: The email address associated with your merchant account\r\n\r\nNotices are deemed received when sent by email, provided no delivery failure notification is received.\r\n\r\n---\r\n\r\n## 28. Contact Information\r\n\r\nFor questions, concerns, or support related to these Merchant Terms:\r\n\r\n- **Email:** merchants@spiriverse.com\r\n- **Subject line:** Include \"Merchant Terms\" for routing to the appropriate team\r\n\r\n---\r\n\r\n*These Merchant Terms of Service were last updated on [EFFECTIVE_DATE].*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "refund-policy",
    "docType": "legal-document",
    "documentType": "refund-policy",
    "title": "Refund & Returns Policy",
    "content": "# SpiriVerse Refund & Returns Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\nSpiriVerse is a marketplace that connects buyers with independent merchants (referred to as \"practitioners\" or \"sellers\") offering spiritual products, services, events, and digital content across Australia, the United Kingdom, and the United States. This Refund & Returns Policy outlines the rules governing refunds, returns, cancellations, and dispute resolution for transactions made through the SpiriVerse platform.\r\n\r\nNothing in this policy limits or excludes any statutory rights you may have under applicable consumer protection laws, including the Australian Consumer Law, the UK Consumer Rights Act 2015, or relevant US state consumer protection statutes. Where this policy conflicts with your statutory rights, your statutory rights prevail.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [General Refund Principles](#1-general-refund-principles)\r\n2. [Physical Product Returns](#2-physical-product-returns)\r\n3. [Service Cancellations](#3-service-cancellations)\r\n4. [Event and Workshop Refunds](#4-event-and-workshop-refunds)\r\n5. [Digital Content](#5-digital-content)\r\n6. [How to Request a Refund](#6-how-to-request-a-refund)\r\n7. [Refund Processing Timeframes](#7-refund-processing-timeframes)\r\n8. [Refund Methods](#8-refund-methods)\r\n9. [Merchant Obligations](#9-merchant-obligations)\r\n10. [Dispute Escalation](#10-dispute-escalation)\r\n11. [Auto-Refund Mechanism](#11-auto-refund-mechanism)\r\n12. [Your Statutory Rights](#12-your-statutory-rights)\r\n13. [Exceptions and Exclusions](#13-exceptions-and-exclusions)\r\n14. [Contact Us](#14-contact-us)\r\n\r\n---\r\n\r\n## 1. General Refund Principles\r\n\r\nSpiriVerse facilitates transactions between buyers and independent merchants. Each merchant may set their own refund terms within the framework established by this policy. The following principles apply to all transactions:\r\n\r\n- **Merchant-specific policies are displayed at checkout.** Before completing a purchase, you will see the applicable refund or cancellation policy set by the merchant for that specific product, service, or event.\r\n- **Statutory rights are always preserved.** Regardless of any merchant-specific policy, your rights under applicable consumer protection law are not affected.\r\n- **Fair resolution is our goal.** SpiriVerse provides a dispute resolution process when buyers and merchants cannot reach agreement.\r\n- **Refund eligibility depends on the type of purchase.** Physical products, services, events, and digital content each have different refund rules, detailed in the sections below.\r\n\r\n---\r\n\r\n## 2. Physical Product Returns\r\n\r\nPhysical products sold on SpiriVerse include crystals, candles, tarot decks, jewelry, books, spiritual tools, and similar items.\r\n\r\n### 2.1 Return Eligibility\r\n\r\nYou may request a return or refund for a physical product if:\r\n\r\n- The item arrived damaged, defective, or materially different from its listing description.\r\n- The item was not delivered within the estimated delivery timeframe (allowing reasonable tolerance for shipping delays).\r\n- You are exercising a right of return under the merchant's stated return policy.\r\n- You are exercising your statutory rights (see [Section 12](#12-your-statutory-rights)).\r\n\r\n### 2.2 Return Conditions\r\n\r\nTo be eligible for a return under a merchant's voluntary return policy:\r\n\r\n- The item must generally be in its original, unused condition unless the item is faulty or not as described.\r\n- Items should be returned in their original packaging where possible.\r\n- You must initiate the return within the timeframe specified in the merchant's return policy as displayed at checkout.\r\n\r\n### 2.3 One-of-a-Kind (OOAK) Items\r\n\r\nMany items sold on SpiriVerse are one-of-a-kind (OOAK), such as unique crystals, handmade jewelry, or custom spiritual tools. OOAK items are eligible for refund if they are faulty, damaged in transit, or not as described. Merchants may restrict voluntary returns on OOAK items, and any such restriction will be clearly stated on the product listing.\r\n\r\n### 2.4 Backordered Items\r\n\r\nIf you ordered an item on backorder:\r\n\r\n- You will receive an estimated fulfillment date at the time of purchase.\r\n- If the merchant cannot fulfill the backorder within a reasonable timeframe, you are entitled to a full refund.\r\n- You may cancel a backorder at any time before the item has shipped and receive a full refund.\r\n\r\n### 2.5 Return Shipping\r\n\r\n- **Faulty, damaged, or not-as-described items:** The merchant is responsible for return shipping costs.\r\n- **Change-of-mind returns (where permitted by merchant policy):** You are generally responsible for return shipping costs unless the merchant's policy states otherwise.\r\n- Return shipping cost estimates are provided during the return process to help you make an informed decision before sending the item back.\r\n\r\n### 2.6 Evidence for Returns\r\n\r\nWhen requesting a return for a damaged, defective, or not-as-described item, you may be asked to upload photos or videos as supporting evidence. This helps merchants assess the issue quickly and process your refund without unnecessary delays.\r\n\r\n---\r\n\r\n## 3. Service Cancellations\r\n\r\nSpiriVerse hosts two categories of services: synchronous (real-time) and asynchronous (delivered over a period of time). Cancellation rules differ by category and by the cancellation policy tier set by each practitioner.\r\n\r\n### 3.1 Synchronous Services\r\n\r\nSynchronous services are delivered in real time and include tarot readings, astrology consultations, reiki sessions, coaching, energy healing, and similar offerings. These may be delivered in person, online, by phone, or at a mobile location.\r\n\r\n**Confirmation workflow:** After you book a synchronous service, the practitioner must confirm the booking. If the practitioner does not confirm or declines the booking, you will receive a full refund automatically.\r\n\r\n**Cancellation by the practitioner:** If the practitioner cancels a confirmed booking, you will receive a full refund.\r\n\r\n**Cancellation by you:** Your refund depends on the practitioner's cancellation policy tier (see [Section 3.3](#33-cancellation-policy-tiers)).\r\n\r\n### 3.2 Asynchronous Services\r\n\r\nAsynchronous services are delivered over a specified turnaround period and include written readings, oracle messages, voice note deliveries, and similar offerings. Before booking, you may be asked to complete a questionnaire so the practitioner can prepare your delivery.\r\n\r\n- **Before the practitioner begins work:** You may cancel and receive a full refund, regardless of the cancellation policy tier, provided the practitioner confirms they have not yet started.\r\n- **After the practitioner has begun work:** Refund eligibility depends on the cancellation policy tier and how much of the work has been completed.\r\n- **If the practitioner fails to deliver within the stated turnaround period:** You are entitled to a full refund.\r\n- **If the delivery is materially deficient or not as described:** You may request a refund or re-delivery through the dispute process.\r\n\r\n### 3.3 Cancellation Policy Tiers\r\n\r\nEach practitioner selects a cancellation policy for their services. The applicable tier is displayed on the service listing and at checkout.\r\n\r\n#### Flexible\r\n\r\n- Cancel up to **24 hours** before the scheduled service time for a **full refund**.\r\n- Cancel less than 24 hours before for a **50% refund**.\r\n- No-shows receive **no refund**.\r\n\r\n#### Moderate\r\n\r\n- Cancel up to **3 days (72 hours)** before the scheduled service time for a **full refund**.\r\n- Cancel between 72 and 24 hours before for a **50% refund**.\r\n- Cancel less than 24 hours before or no-show: **no refund**.\r\n\r\n#### Strict\r\n\r\n- Cancel up to **7 days** before the scheduled service time for a **full refund**.\r\n- Cancel between 7 days and 48 hours before for a **50% refund**.\r\n- Cancel less than 48 hours before or no-show: **no refund**.\r\n\r\n#### Custom\r\n\r\n- Some practitioners set custom cancellation terms. These will be clearly displayed on the service listing and at checkout. Custom policies must still comply with applicable consumer protection laws and SpiriVerse platform requirements.\r\n\r\n**Note:** Cancellation policy tiers apply to voluntary cancellations by the buyer. If the service was not delivered as described, was of unacceptable quality, or the practitioner failed to show up, you are entitled to a full refund regardless of the cancellation tier.\r\n\r\n---\r\n\r\n## 4. Event and Workshop Refunds\r\n\r\nEvents and workshops on SpiriVerse include moon circles, meditation classes, ceremonies, yoga sessions, retreats, and similar gatherings. Events may offer multiple ticket variants at different price points.\r\n\r\n### 4.1 Cancellation by the Organiser\r\n\r\nIf an event is cancelled by the organiser, all ticket holders will receive a full refund.\r\n\r\n### 4.2 Cancellation by You\r\n\r\n- **More than 7 days before the event:** Full refund, minus any non-refundable booking fees (if applicable and disclosed at checkout).\r\n- **Between 7 days and 48 hours before the event:** 50% refund, unless the organiser's policy is more generous.\r\n- **Less than 48 hours before the event:** Generally non-refundable, unless the organiser's policy permits it or statutory rights apply.\r\n- Organisers may set more generous refund terms, which will be displayed on the event listing.\r\n\r\n### 4.3 Ticket Transfers\r\n\r\nWhere an organiser permits ticket transfers, you may transfer your ticket to another person instead of requesting a refund. Transfer availability is shown on the event listing. SpiriVerse does not charge a fee for ticket transfers, though the organiser may set their own terms.\r\n\r\n### 4.4 Waitlists\r\n\r\nIf you are on a waitlist and a spot becomes available, you will be notified and given a window of time to confirm. If you do not confirm, your spot will be offered to the next person on the waitlist. No charge is made until you confirm and complete the booking.\r\n\r\n### 4.5 Event Date or Venue Changes\r\n\r\nIf an organiser materially changes the date, time, or venue of an event after you have purchased a ticket, you are entitled to a full refund if the change means you can no longer attend.\r\n\r\n---\r\n\r\n## 5. Digital Content\r\n\r\nDigital content on SpiriVerse includes videos, podcasts, guided meditations, courses, downloadable files, and livestream recordings.\r\n\r\n### 5.1 General Rule\r\n\r\nDigital content is **generally non-refundable** once you have accessed, downloaded, or streamed the content. By purchasing digital content and accessing it, you acknowledge that you are receiving immediate access and that your right of withdrawal (where applicable) is waived upon access.\r\n\r\n### 5.2 Exceptions\r\n\r\nYou may be eligible for a refund on digital content if:\r\n\r\n- The content is materially different from its description or listing.\r\n- The content is inaccessible due to a technical issue on SpiriVerse or the merchant's end that cannot be resolved within a reasonable timeframe.\r\n- You have not accessed, downloaded, or streamed any part of the content and you request a refund within 14 days of purchase.\r\n- Your statutory rights entitle you to a refund (for example, if the content is of unacceptable quality).\r\n\r\n### 5.3 Subscriptions and Courses\r\n\r\nIf digital content is sold as a subscription or multi-part course, refund eligibility may depend on how much of the content you have accessed. Specific terms will be displayed at checkout.\r\n\r\n---\r\n\r\n## 6. How to Request a Refund\r\n\r\nTo request a refund:\r\n\r\n1. **Log in to your SpiriVerse account** and navigate to your order history.\r\n2. **Select the transaction** you wish to request a refund for.\r\n3. **Choose \"Request Refund\"** and select the reason for your request.\r\n4. **Provide supporting information**, including a description of the issue. For physical product issues, you may upload photos or videos as evidence.\r\n5. **Submit your request.** The merchant will be notified and has **7 calendar days** to respond.\r\n\r\nYou will receive email updates as your refund request progresses. You can track the status of your request in your account dashboard. Refund requests move through the following statuses:\r\n\r\n- **PENDING** -- Your request has been submitted and is awaiting merchant review.\r\n- **IN_PROGRESS** -- The merchant is reviewing your request or a return is underway.\r\n- **APPROVED** -- Your refund has been approved and is being processed.\r\n- **REJECTED** -- The merchant has declined your request. You may escalate to SpiriVerse (see [Section 10](#10-dispute-escalation)).\r\n- **REVERSED** -- A previously approved refund has been reversed (this occurs only in cases of fraud or policy violation).\r\n\r\n---\r\n\r\n## 7. Refund Processing Timeframes\r\n\r\nOnce a refund is approved:\r\n\r\n- **Original payment method (card/bank):** Refunds are typically processed within **5-10 business days**, depending on your financial institution.\r\n- **Store credit:** Applied to your SpiriVerse account **within 1-2 business days**.\r\n- **Bank transfer:** Processed within **5-10 business days**.\r\n\r\nMerchants have **7 calendar days** to respond to a refund request. If the merchant does not respond within this period, the auto-refund mechanism may apply (see [Section 11](#11-auto-refund-mechanism)).\r\n\r\n---\r\n\r\n## 8. Refund Methods\r\n\r\nDepending on the transaction and merchant configuration, refunds may be issued via one or more of the following methods:\r\n\r\n- **Original payment method:** The refund is returned to the card or payment method used for the original purchase. This is the default refund method.\r\n- **Store credit:** The refund amount is credited to your SpiriVerse account balance, which can be used for future purchases on the platform.\r\n- **Bank transfer:** In some cases, a refund may be issued directly to your bank account.\r\n\r\nThe available refund methods for your transaction will be presented during the refund request process. Where permitted by law, merchants may offer store credit as an alternative to a monetary refund for voluntary returns (change of mind). However, you are always entitled to a refund to your original payment method where your statutory rights apply.\r\n\r\n---\r\n\r\n## 9. Merchant Obligations\r\n\r\nAll merchants on SpiriVerse agree to the following obligations regarding refunds and returns:\r\n\r\n- **Respond to refund requests within 7 calendar days.** Failure to respond may trigger an automatic refund to the buyer.\r\n- **Clearly display refund and cancellation policies** on all product listings, service pages, and event pages before checkout.\r\n- **Honour their stated policies.** Merchants must process refunds in accordance with the terms they have published.\r\n- **Comply with applicable consumer protection laws** in the jurisdictions where they operate (Australia, United Kingdom, United States).\r\n- **Provide fair and accurate product/service descriptions.** Misleading descriptions that result in refund claims may lead to account action.\r\n- **Process approved returns promptly.** Once a return is received, merchants should inspect the item and approve or escalate the refund within a reasonable timeframe.\r\n- **Bear return shipping costs for faulty or not-as-described items.**\r\n\r\nSpiriVerse reserves the right to take action against merchants who consistently fail to meet these obligations, including suspension of selling privileges.\r\n\r\n---\r\n\r\n## 10. Dispute Escalation\r\n\r\nIf you and the merchant cannot reach a resolution, you may escalate the dispute to SpiriVerse for review.\r\n\r\n### 10.1 When to Escalate\r\n\r\nYou may escalate a dispute if:\r\n\r\n- The merchant has rejected your refund request and you believe the rejection is unjustified.\r\n- The merchant has not responded to your refund request within 7 calendar days.\r\n- You and the merchant have reached an impasse after direct communication.\r\n\r\n### 10.2 How to Escalate\r\n\r\nFrom your refund request in the SpiriVerse dashboard, select \"Escalate to SpiriVerse.\" You may provide additional information and evidence to support your case.\r\n\r\n### 10.3 Resolution Process\r\n\r\n- SpiriVerse will review the details of the transaction, the refund request, the merchant's response (if any), and any evidence provided by both parties.\r\n- SpiriVerse aims to resolve escalated disputes within **10 business days**, though complex cases may take longer.\r\n- SpiriVerse's decision is intended to be fair to both parties. Possible outcomes include full refund, partial refund, store credit, or denial of the refund request.\r\n- SpiriVerse's dispute resolution does not limit your right to pursue remedies through external channels, including consumer protection agencies or courts.\r\n\r\n### 10.4 Evidence\r\n\r\nBoth buyers and merchants may upload photos, videos, screenshots, or written statements as evidence during the dispute process. Providing clear evidence helps SpiriVerse reach a fair resolution more quickly.\r\n\r\n---\r\n\r\n## 11. Auto-Refund Mechanism\r\n\r\nTo protect buyers from unresponsive merchants, SpiriVerse operates an auto-refund mechanism:\r\n\r\n- If a merchant does not respond to a refund request within **7 calendar days**, the refund may be **automatically approved and processed** in favour of the buyer.\r\n- The auto-refund is issued to the buyer's original payment method.\r\n- Merchants are notified at the time of the refund request and receive reminders before the auto-refund deadline.\r\n- The auto-refund mechanism does not apply where the merchant has already responded to the request (even if the response is a rejection -- in that case, you may escalate per [Section 10](#10-dispute-escalation)).\r\n\r\n---\r\n\r\n## 12. Your Statutory Rights\r\n\r\n### 12.1 Australia -- Australian Consumer Law\r\n\r\nIf you are a consumer in Australia, you have rights under the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010) that cannot be excluded, restricted, or modified by this policy or any merchant policy. These include:\r\n\r\n- **Consumer guarantees:** Goods must be of acceptable quality, match their description, be fit for their disclosed purpose, and match any sample or demonstration model. Services must be provided with due care and skill, be fit for purpose, and be delivered within a reasonable time.\r\n- **Right to a remedy:** If a product or service fails to meet a consumer guarantee, you are entitled to a remedy. For major failures, you can choose a refund or replacement. For minor failures, the merchant may choose to repair, replace, or refund.\r\n- **Services not yet provided:** You may cancel a service that has not yet been provided and receive a refund for any amount paid in advance.\r\n- **No contracting out:** Any term of a merchant's policy that attempts to exclude or limit these guarantees is void.\r\n\r\nFor more information, visit the [Australian Competition and Consumer Commission (ACCC)](https://www.accc.gov.au/consumers/consumer-rights-guarantees).\r\n\r\n### 12.2 United Kingdom -- Consumer Rights Act 2015\r\n\r\nIf you are a consumer in the United Kingdom, you have rights under the Consumer Rights Act 2015 and the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013 that cannot be excluded or restricted by this policy or any merchant policy. These include:\r\n\r\n- **Goods must be of satisfactory quality**, fit for purpose, and as described. If goods are faulty or not as described, you have the right to a refund, repair, or replacement.\r\n- **Short-term right to reject:** You have 30 days from delivery to reject faulty goods for a full refund.\r\n- **Right to repair or replacement:** After 30 days, you have the right to request a repair or replacement. If this is not possible or unsuccessful, you may be entitled to a price reduction or final right to reject.\r\n- **Digital content** must be of satisfactory quality, fit for purpose, and as described. If digital content is faulty, you have the right to a repair or replacement, and if that fails, a price reduction.\r\n- **Services** must be performed with reasonable care and skill. If a service is not performed with reasonable care and skill, you are entitled to a repeat performance or a price reduction.\r\n- **Cancellation rights:** For contracts concluded at a distance (online), you generally have a 14-day cooling-off period in which you may cancel for any reason and receive a full refund. This right may not apply to certain categories, such as personalised goods, sealed goods opened after delivery, or digital content once downloading or streaming has begun with your consent.\r\n\r\nFor more information, visit [Citizens Advice](https://www.citizensadvice.org.uk/consumer/).\r\n\r\n### 12.3 United States -- State Consumer Protection\r\n\r\nConsumer protection laws in the United States vary by state. While there is no single federal right-of-return law for online purchases, many states have consumer protection statutes that may provide you with additional rights. General protections include:\r\n\r\n- **FTC Act protections:** The Federal Trade Commission Act prohibits unfair or deceptive business practices. Merchants must deliver goods as described and within promised timeframes.\r\n- **Mail, Internet, or Telephone Order Merchandise Rule:** If a merchant cannot ship within the promised timeframe (or 30 days if no timeframe is specified), they must notify you and offer the option to cancel for a full refund.\r\n- **State-specific rights:** Many states have consumer protection statutes, cooling-off periods for certain transactions, and warranty laws (including implied warranties of merchantability). Your rights may vary depending on your state of residence.\r\n- **Credit card chargebacks:** Under the Fair Credit Billing Act, you may have the right to dispute charges with your credit card issuer for goods or services not delivered as described.\r\n\r\nWe encourage US-based buyers to familiarise themselves with the consumer protection laws in their state. For general information, visit the [Federal Trade Commission (FTC)](https://www.consumer.ftc.gov/).\r\n\r\n---\r\n\r\n## 13. Exceptions and Exclusions\r\n\r\nThe following exceptions and exclusions apply to this policy. These do not override your statutory rights.\r\n\r\n### 13.1 Items Not Eligible for Voluntary Return\r\n\r\nThe following items are generally not eligible for voluntary (change-of-mind) returns, unless they are faulty, damaged, or not as described:\r\n\r\n- **Personalised or custom-made items** created specifically to your specifications.\r\n- **Perishable goods** such as candles, incense, or herbal products that have been opened or used.\r\n- **Intimate or hygiene-sensitive items** where return would pose a health or safety concern.\r\n- **Items explicitly marked as final sale** on the product listing at the time of purchase.\r\n- **Gift cards and store credit** (non-refundable and non-transferable for cash, except where required by law).\r\n\r\n### 13.2 Abuse of Refund Policy\r\n\r\nSpiriVerse reserves the right to limit or deny refund requests from buyers who demonstrate a pattern of refund abuse, including but not limited to:\r\n\r\n- Repeatedly claiming items were not received when delivery tracking confirms otherwise.\r\n- Returning items in a materially different condition than when received.\r\n- Systematically requesting refunds after consuming or using services or digital content.\r\n- Filing fraudulent chargebacks.\r\n\r\nIf SpiriVerse determines that refund abuse has occurred, we may restrict the buyer's ability to request refunds, suspend the buyer's account, or take other appropriate action.\r\n\r\n### 13.3 Force Majeure\r\n\r\nNeither SpiriVerse nor its merchants are liable for delays or failures caused by events beyond reasonable control, including natural disasters, pandemics, government actions, or disruptions to postal or delivery services. In such cases, SpiriVerse will work with merchants and buyers to find a fair resolution.\r\n\r\n### 13.4 Third-Party Services\r\n\r\nSpiriVerse is not responsible for refunds related to third-party services (such as payment processing fees) that may not be recoverable. Where a refund is issued, non-refundable third-party fees may be deducted if disclosed at the time of purchase.\r\n\r\n---\r\n\r\n## 14. Contact Us\r\n\r\nIf you have questions about this Refund & Returns Policy, or if you need assistance with a refund request, you can reach us at:\r\n\r\n- **Email:** support@spiriverse.com\r\n- **SpiriVerse Help Centre:** Available through your account dashboard.\r\n\r\nWe aim to respond to all enquiries within **2 business days**.\r\n\r\n---\r\n\r\n## Changes to This Policy\r\n\r\nSpiriVerse may update this Refund & Returns Policy from time to time. Changes will be posted on this page with an updated effective date. We encourage you to review this policy periodically. Continued use of the SpiriVerse platform after changes are posted constitutes acceptance of the revised policy, except where changes would reduce your statutory rights.\r\n\r\n---\r\n\r\n*This policy was last updated on [EFFECTIVE_DATE].*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "acceptable-use-policy",
    "docType": "legal-document",
    "documentType": "acceptable-use-policy",
    "title": "Acceptable Use Policy",
    "content": "# Acceptable Use Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\n---\r\n\r\n## 1. Purpose and Scope\r\n\r\nThis Acceptable Use Policy (\"AUP\") governs all use of the SpiriVerse platform, including its marketplace, practitioner services, events, livestreaming, on-demand content, community features, and messaging systems. It applies to all users---vendors, practitioners, event hosts, content creators, and community members---across all regions in which SpiriVerse operates (Australia, United Kingdom, and United States).\r\n\r\nSpiriVerse is a spiritual marketplace built on respect for diverse traditions, honest practice, and the wellbeing of every member of our community. This policy exists to maintain a trustworthy environment where spiritual seekers can explore, learn, and grow safely, and where practitioners and vendors can offer their gifts with integrity.\r\n\r\nBy accessing or using SpiriVerse, you agree to comply with this AUP. This policy supplements our Terms of Service and Privacy Policy.\r\n\r\n---\r\n\r\n## 2. Permitted Uses\r\n\r\nSpiriVerse welcomes a broad range of spiritual traditions, interests, and modalities. The platform is designed for:\r\n\r\n- **Vendors** selling spiritual products such as crystals, tarot decks, oracle decks, candles, jewelry, herbs, incense, ritual tools, and related goods.\r\n- **Practitioners** offering services across recognized modalities, including but not limited to: Tarot, Oracle, Astrology, Numerology, Reiki, Energy Healing, Crystal Healing, Sound Healing, Life Coaching, Spiritual Counseling, Breathwork, Meditation, Shamanic Practices, Channeling, and Past-Life Reading.\r\n- **Event hosts** organizing workshops, classes, retreats, ceremonies, circles, and community gatherings---both virtual and in-person.\r\n- **Content creators** producing livestreams, recorded video, podcasts, and written content related to spiritual topics.\r\n- **Community members** engaging in messaging, reviews, social posts, comments, and discussions within the spiritual interest areas supported by the platform, including Mediumship, Paranormal, Crystals, Witchcraft, Energy, Herbalism, and Faith.\r\n\r\nAll use of the platform must be lawful, honest, and conducted in good faith.\r\n\r\n---\r\n\r\n## 3. Prohibited Content and Conduct\r\n\r\nThe following activities, content, and behaviors are strictly prohibited on SpiriVerse. This list is not exhaustive; SpiriVerse reserves the right to take action against any conduct that violates the spirit of this policy.\r\n\r\n### 3.1 Fraudulent Spiritual Practices\r\n\r\n- Delivering fabricated, scripted, or pre-manufactured readings, predictions, or channeled messages presented as genuine spiritual work.\r\n- Using cold reading techniques, data harvesting, or social engineering to simulate psychic or intuitive ability.\r\n- Claiming guaranteed outcomes from any spiritual service (e.g., \"I will reunite you with your ex,\" \"This spell will make you wealthy\").\r\n- Misrepresenting qualifications, training, lineage, certifications, or experience.\r\n\r\n### 3.2 Medical, Legal, and Financial Claims\r\n\r\n- Diagnosing, treating, or claiming to cure any medical or psychological condition.\r\n- Advising users to discontinue prescribed medications, therapies, or medical treatments.\r\n- Providing legal advice or representing oneself as a legal professional.\r\n- Providing specific financial or investment advice or representing oneself as a licensed financial advisor.\r\n- Marketing any product or service as a substitute for professional medical, legal, or financial consultation.\r\n\r\nPractitioners are expected to make clear that spiritual services are complementary in nature and do not replace professional advice. Where appropriate, practitioners must encourage clients to seek qualified professional help.\r\n\r\n### 3.3 Exploitation of Vulnerable Individuals\r\n\r\n- Targeting or manipulating individuals who are grieving, in crisis, experiencing mental health difficulties, or otherwise in a vulnerable state.\r\n- Creating artificial dependency on a practitioner's services through emotional manipulation.\r\n- Pressuring clients into purchasing additional sessions, products, or services through fear, guilt, or emotional coercion.\r\n- Exploiting minors or individuals who lack the capacity to provide informed consent.\r\n- Taking advantage of a client's disclosed personal information for financial or personal gain outside the scope of the agreed service.\r\n\r\n### 3.4 Hate Speech, Discrimination, and Harassment\r\n\r\n- Content or conduct that promotes hatred, violence, or discrimination based on race, ethnicity, national origin, religion, gender, gender identity, sexual orientation, disability, age, or any other protected characteristic.\r\n- Bullying, intimidation, stalking, doxxing, or sustained harassment of any user.\r\n- Threatening language or behavior, whether direct or implied.\r\n- Deliberately misgendering, deadnaming, or otherwise targeting an individual's identity.\r\n- Gatekeeping spiritual practices based on identity characteristics unrelated to legitimate lineage or tradition requirements.\r\n\r\n### 3.5 Illegal Substances and Controlled Items\r\n\r\n- Listing, selling, or promoting controlled substances, illegal drugs, or drug paraphernalia.\r\n- Selling products that contain banned or regulated ingredients without proper disclosure and compliance with applicable laws in AU, UK, and US.\r\n- Marketing non-approved substances as having therapeutic or medicinal properties in violation of local regulations (e.g., TGA in Australia, MHRA in the UK, FDA in the US).\r\n\r\n### 3.6 Counterfeit and Misrepresented Products\r\n\r\n- Selling counterfeit, fake, or materially misrepresented products.\r\n- Labeling synthetic or lab-created items (e.g., crystals, gemstones) as natural without disclosure.\r\n- Misrepresenting the origin, composition, age, or provenance of any product.\r\n- Selling items claimed to be \"blessed,\" \"charged,\" or \"enchanted\" in a manner intended to deceive rather than reflect genuine spiritual practice.\r\n\r\n### 3.7 Sexual Content and Services\r\n\r\n- Offering sexual services or sexually explicit content under the guise of spiritual practice (e.g., labeling sexual services as \"tantric healing\" or \"sacred intimacy\" when they are primarily sexual in nature).\r\n- Posting sexually explicit images, videos, or text in any area of the platform.\r\n- Soliciting sexual contact through messaging, session bookings, or community features.\r\n- Using spiritual authority or the practitioner-client relationship to initiate or solicit sexual contact.\r\n\r\n### 3.8 Pyramid Schemes and MLM Activity\r\n\r\n- Using the platform to recruit participants into multi-level marketing (MLM), network marketing, or pyramid schemes.\r\n- Disguising MLM recruitment as spiritual coaching, mentorship programs, or practitioner training where the primary revenue model depends on recruitment rather than legitimate service delivery.\r\n- Requiring participants to purchase inventory, starter kits, or membership tiers as a condition of participation in programs marketed as spiritual development.\r\n\r\n### 3.9 Cultural Appropriation of Closed Practices\r\n\r\nSpiriVerse respects the distinction between open and closed spiritual practices. The following is prohibited:\r\n\r\n- Claiming initiation, lineage, or authority in closed cultural or spiritual traditions (e.g., specific Indigenous ceremonies, certain African diasporic traditions, closed initiatory paths) without genuine connection, training, and authorization from recognized elders or community leaders within that tradition.\r\n- Commercializing sacred items, ceremonies, or practices from closed traditions without proper cultural authority.\r\n- Misrepresenting the cultural origin of practices, tools, or teachings.\r\n\r\nSpiriVerse acknowledges that questions of cultural exchange versus appropriation are nuanced. We encourage respectful dialogue and will consult with cultural advisors and community representatives when evaluating reports in this area.\r\n\r\n### 3.10 Fear-Based Manipulation\r\n\r\n- Claiming to detect curses, hexes, dark entities, or spiritual attachments for the purpose of selling removal services through fear.\r\n- Threatening users with spiritual harm, bad luck, karmic retribution, or supernatural consequences if they do not purchase services or products.\r\n- Manufacturing urgency or fear to drive sales (e.g., \"If you don't act now, the negative energy will worsen\").\r\n- Sending unsolicited messages to users claiming to have received psychic information about dangers they face.\r\n- Using claims of spiritual authority to control or intimidate others.\r\n\r\n### 3.11 Price Gouging and Predatory Pricing\r\n\r\n- Charging prices that are grossly disproportionate to the service or product offered with the intent to exploit.\r\n- Implementing hidden fees, undisclosed charges, or deceptive pricing structures.\r\n- Bait-and-switch tactics where the actual service or product differs materially from what was advertised at the listed price.\r\n- Pressuring clients into purchasing expensive packages or upgrades during or immediately after emotionally intensive sessions.\r\n\r\n### 3.12 Spam and Unsolicited Messaging\r\n\r\n- Sending bulk, automated, or unsolicited messages to users for promotional purposes.\r\n- Repeatedly contacting users who have not engaged or who have indicated they do not wish to be contacted.\r\n- Using the messaging system to distribute chain messages, phishing attempts, or external links unrelated to legitimate platform activity.\r\n- Creating multiple accounts to circumvent messaging restrictions or blocks.\r\n\r\n### 3.13 Review Manipulation\r\n\r\n- Posting fake, purchased, or incentivized reviews (whether positive for oneself or negative for competitors).\r\n- Offering discounts, free services, or other compensation in exchange for reviews without disclosure.\r\n- Pressuring or intimidating clients to leave positive reviews or remove negative ones.\r\n- Using multiple accounts to inflate ratings or review counts.\r\n- Filing false reports against competitors' legitimate reviews.\r\n\r\n### 3.14 Data Harvesting\r\n\r\n- Scraping, collecting, or aggregating personal data, contact information, or behavioral data from other users' profiles, posts, or interactions.\r\n- Using information obtained on SpiriVerse to contact users on external platforms for commercial purposes without their explicit consent.\r\n- Building marketing lists, databases, or contact directories from SpiriVerse user data.\r\n- Using automated tools, bots, or scripts to extract data from the platform.\r\n\r\n---\r\n\r\n## 4. Product Listing Standards\r\n\r\nVendors listing products on SpiriVerse must adhere to the following:\r\n\r\n- **Accurate descriptions:** All product listings must accurately describe the item, including materials, dimensions, weight, origin, and any relevant properties. Claims about metaphysical or spiritual properties must be presented as traditional beliefs or personal perspectives, not as guaranteed effects.\r\n- **Clear imagery:** Product photos must accurately represent the item being sold. Stock photos may be used only when clearly labeled as representative images, and the listing must state that the actual item may vary.\r\n- **Proper categorization:** Products must be listed in the correct categories and tagged appropriately.\r\n- **Legal compliance:** All products must comply with applicable consumer protection, product safety, and import/export laws in the jurisdictions where they are sold (AU, UK, US). Vendors are responsible for understanding and meeting these requirements.\r\n- **Ingredient and material disclosure:** Products containing herbs, essential oils, resins, or other substances must include a full ingredient list and relevant safety warnings (e.g., allergens, not for internal use, keep away from pets).\r\n- **Shipping and returns:** Listings must include clear information about shipping timelines, costs, and return policies consistent with SpiriVerse marketplace requirements.\r\n- **No misleading claims:** Vendors must not claim that products will produce specific physical, medical, or guaranteed spiritual outcomes.\r\n\r\n---\r\n\r\n## 5. Service Delivery Standards\r\n\r\nPractitioners offering services on SpiriVerse must adhere to the following:\r\n\r\n- **Accurate representation:** Service listings must clearly describe what the client will receive, the duration, the format (live video, phone, chat, in-person), and the price.\r\n- **Timely delivery:** Services must be delivered within the timeframe communicated to the client. Practitioners must communicate promptly if scheduling changes are necessary.\r\n- **Professional conduct:** Practitioners must maintain professional boundaries at all times and conduct sessions in a respectful and ethical manner.\r\n- **Informed consent:** Before beginning a session, practitioners must ensure the client understands the nature of the service, any limitations, and that the service is spiritual or complementary in nature and not a substitute for professional advice.\r\n- **Confidentiality:** Information shared by clients during sessions must be treated as confidential and must not be disclosed to third parties, used for marketing, or shared publicly without explicit written consent.\r\n- **Scope of practice:** Practitioners must operate within the scope of their training and experience. They must not offer services in modalities for which they are not trained or qualified.\r\n- **Referrals:** When a client presents concerns that fall outside the practitioner's scope---particularly medical, psychological, legal, or financial matters---the practitioner must recommend that the client seek appropriate professional help.\r\n\r\n---\r\n\r\n## 6. Event Hosting Standards\r\n\r\nUsers hosting events, workshops, or gatherings through SpiriVerse must adhere to the following:\r\n\r\n- **Accurate event descriptions:** Event listings must clearly describe the content, format, prerequisites (if any), duration, and cost. Any physical requirements or potential emotional intensity should be disclosed.\r\n- **Qualified facilitation:** Event hosts must have appropriate knowledge, training, or experience for the content they are facilitating. Where events involve specific modalities (e.g., breathwork, shamanic journeying), the host must have relevant qualifications.\r\n- **Safety and duty of care:** Hosts are responsible for creating a safe environment for participants, whether virtual or in-person. This includes establishing ground rules, managing group dynamics, and having a plan for addressing participant distress.\r\n- **Capacity and access:** Event listings must accurately state capacity limits and accessibility information. Overbooking or misrepresenting access is prohibited.\r\n- **Cancellation policies:** Hosts must clearly state cancellation and refund policies in the event listing and honor them consistently.\r\n- **Recording and privacy:** If events will be recorded, hosts must disclose this in advance and obtain participant consent. Recordings must not be used for purposes beyond those disclosed.\r\n\r\n---\r\n\r\n## 7. Content Standards\r\n\r\nAll content shared on SpiriVerse---including livestreams, recorded video, podcasts, social posts, comments, and written materials---must meet the following standards:\r\n\r\n- **Truthfulness:** Content must be honest and not intentionally misleading. Personal opinions, beliefs, and interpretations should be presented as such, not as universal facts.\r\n- **Respect for diverse traditions:** Content must respect the diversity of spiritual paths represented on SpiriVerse. Criticizing or demeaning other traditions, practices, or belief systems is not permitted.\r\n- **Age-appropriate content:** All content must be appropriate for a general audience. Content that includes mature themes must carry appropriate warnings.\r\n- **Livestream conduct:** Livestream hosts are responsible for moderating chat in real time and addressing violations of this AUP that occur during their streams. Hosts must not use livestreams to pressure viewers into purchases or donations through manipulation.\r\n- **No misinformation:** Content that promotes dangerous misinformation---particularly regarding health, safety, or emergency situations---is prohibited.\r\n- **Attribution:** When sharing teachings, techniques, or content originated by others, proper attribution must be given.\r\n- **Advertising restrictions:** Content must not include unsolicited advertising for external platforms, services, or products unrelated to the creator's SpiriVerse presence, unless explicitly permitted by SpiriVerse.\r\n\r\n---\r\n\r\n## 8. Community Conduct\r\n\r\nAll community interactions---including messaging, reviews, social posts, and comments---are governed by the following expectations:\r\n\r\n- **Respectful communication:** Engage with others respectfully, even when you disagree. Debate and discussion are welcome; personal attacks are not.\r\n- **Constructive reviews:** Reviews should reflect genuine experiences and provide constructive feedback. They should focus on the product, service, or experience rather than personal attacks against the vendor or practitioner.\r\n- **Honest social engagement:** Social posts and comments should be authentic. Artificially amplifying content, coordinating inauthentic behavior, or using deceptive tactics to influence community discourse is prohibited.\r\n- **Messaging boundaries:** Respect other users' boundaries in messaging. Do not send repeated messages after being asked to stop, and do not use messaging for purposes unrelated to legitimate platform activity.\r\n- **No solicitation outside the platform:** Using SpiriVerse community features to redirect users to external platforms in order to circumvent SpiriVerse's systems (e.g., payments, reviews, dispute resolution) is prohibited.\r\n- **Reporting in good faith:** Users are encouraged to report violations of this AUP. Filing false, malicious, or retaliatory reports is itself a violation of this policy.\r\n\r\n---\r\n\r\n## 9. Practitioner Obligations\r\n\r\nIn addition to the service delivery standards outlined in Section 5, practitioners on SpiriVerse accept the following obligations:\r\n\r\n- **Honesty and integrity:** Practitioners must represent their abilities, experience, and the nature of their services honestly. Spiritual work inherently involves subjective experience; practitioners must not exploit this subjectivity to mislead clients.\r\n- **Scope of practice:** Practitioners must clearly define and operate within their scope of practice. A tarot reader should not present themselves as a licensed therapist; an energy healer should not claim to diagnose disease. Where modalities overlap with regulated professions, practitioners must make the distinction clear.\r\n- **Appropriate referrals:** Practitioners must refer clients to qualified professionals when the client's needs exceed the practitioner's scope. This is particularly critical when clients present signs of mental health crisis, medical emergency, abuse, or legal jeopardy.\r\n- **Continuing development:** Practitioners are encouraged to pursue ongoing learning, mentorship, and professional development within their modalities.\r\n- **Ethical pricing:** Practitioners must price their services fairly and transparently. Where sliding-scale or donation-based pricing is offered, the terms must be clearly stated.\r\n- **Client autonomy:** Practitioners must respect client autonomy and the client's right to make their own decisions. Creating dependency, overriding client agency, or using spiritual authority to control clients is prohibited.\r\n- **Record keeping:** Practitioners are encouraged to maintain appropriate records of client interactions to support accountability and continuity of care, in compliance with applicable privacy laws.\r\n\r\n---\r\n\r\n## 10. Intellectual Property\r\n\r\nAll users must respect intellectual property rights:\r\n\r\n- Do not upload, share, or sell content (images, text, video, audio, designs) that you do not own or have the right to use.\r\n- Do not reproduce or distribute copyrighted materials---including tarot spread designs, course content, written readings, or proprietary methodologies---without permission from the rights holder.\r\n- Do not use another user's branding, business name, likeness, or proprietary content without their explicit consent.\r\n- Respect trademarks and trade dress. Do not create listings or content that could cause confusion with established brands or practitioners.\r\n- If you believe your intellectual property rights have been infringed on SpiriVerse, contact us at trust@spiriverse.com with details of the alleged infringement.\r\n\r\n---\r\n\r\n## 11. Reporting Violations\r\n\r\nSpiriVerse relies on its community to help maintain a safe and trustworthy environment. If you encounter content or conduct that you believe violates this AUP, please report it promptly.\r\n\r\n**How to report:**\r\n\r\n- **In-platform reporting:** Use the report feature available on listings, profiles, content, messages, and reviews to flag specific violations.\r\n- **Email:** Send a detailed report to **trust@spiriverse.com**, including:\r\n  - Your account information (name, email, or username).\r\n  - A description of the violation, including relevant links, screenshots, or other evidence.\r\n  - The section(s) of this AUP you believe have been violated.\r\n  - Any additional context that may help our review.\r\n\r\n**What to expect:**\r\n\r\n- All reports are reviewed by the SpiriVerse Trust & Safety team.\r\n- Reports are treated confidentially. The identity of the reporter will not be disclosed to the reported party without consent, except where required by law.\r\n- You will receive an acknowledgment of your report and, where appropriate, an update on the outcome.\r\n- SpiriVerse may investigate potential violations proactively, without a formal report, based on platform monitoring and moderation activities.\r\n\r\n---\r\n\r\n## 12. Enforcement Actions\r\n\r\nSpiriVerse takes a graduated approach to enforcement, considering the severity of the violation, the user's history, and the potential for harm. Enforcement actions may include, but are not limited to:\r\n\r\n1. **Warning:** A formal notice identifying the violation and requiring corrective action. First-time or minor violations will typically result in a warning with guidance on how to comply.\r\n\r\n2. **Content removal:** Removal of specific listings, posts, reviews, messages, or other content that violates this AUP.\r\n\r\n3. **Feature restriction:** Temporary restriction of specific platform features (e.g., messaging, livestreaming, event hosting, posting) while a violation is under review or as a corrective measure.\r\n\r\n4. **Temporary suspension:** Suspension of the user's account for a defined period. During suspension, the user will be unable to access the platform. Vendors' listings and practitioners' bookings will be paused.\r\n\r\n5. **Permanent termination:** Permanent removal from the platform. This action is reserved for severe violations, repeated offenses after prior warnings, or conduct that poses a significant risk to the safety of the community. Terminated users may not create new accounts.\r\n\r\n6. **Financial holds:** In cases involving fraud, disputes, or significant policy violations, SpiriVerse may place holds on pending payouts pending investigation and resolution.\r\n\r\n**Severity considerations:**\r\n\r\n- Violations involving fraud, exploitation of vulnerable individuals, or immediate safety risks may result in immediate suspension or termination without a prior warning.\r\n- Repeated minor violations, after warnings, may escalate to suspension or termination.\r\n- SpiriVerse will consider context, intent, and willingness to correct behavior when determining enforcement actions.\r\n\r\n---\r\n\r\n## 13. Appeals Process\r\n\r\nUsers who receive an enforcement action have the right to appeal. The appeals process is as follows:\r\n\r\n1. **Submit an appeal:** Send an email to **trust@spiriverse.com** with the subject line \"Policy Appeal -- [Your Username]\" within 30 calendar days of receiving the enforcement notice. Include:\r\n   - Your account information.\r\n   - The enforcement action you are appealing.\r\n   - A clear explanation of why you believe the action was incorrect or disproportionate.\r\n   - Any supporting evidence or context.\r\n\r\n2. **Review:** Appeals are reviewed by a member of the Trust & Safety team who was not involved in the original enforcement decision. SpiriVerse may consult subject-matter experts, cultural advisors, or community representatives as appropriate.\r\n\r\n3. **Decision:** You will receive a written response within 14 business days of your appeal submission. The response will explain the outcome and reasoning. Possible outcomes include:\r\n   - **Reversal:** The enforcement action is overturned and your account is restored to its prior state.\r\n   - **Modification:** The enforcement action is adjusted (e.g., a suspension is shortened or a termination is reduced to a suspension).\r\n   - **Upholding:** The original enforcement action is maintained.\r\n\r\n4. **Finality:** The appeal decision is final. SpiriVerse will not engage in further review of the same enforcement action unless significant new evidence is presented.\r\n\r\n---\r\n\r\n## 14. Updates to This Policy\r\n\r\nSpiriVerse may update this Acceptable Use Policy from time to time to reflect changes in the platform, our community's needs, evolving legal requirements, or emerging best practices for trust and safety in online spiritual spaces.\r\n\r\n**How updates are communicated:**\r\n\r\n- Material changes will be announced via email to registered users and through an in-platform notification at least 14 days before the changes take effect.\r\n- The updated policy will be posted on the SpiriVerse website with a revised effective date.\r\n- Continued use of SpiriVerse after the effective date of an updated AUP constitutes acceptance of the revised terms.\r\n\r\n**Your input matters:**\r\n\r\nSpiriVerse values community feedback on its policies. If you have suggestions, concerns, or questions about this AUP, please contact us at **trust@spiriverse.com**.\r\n\r\n---\r\n\r\n## 15. Contact\r\n\r\nFor questions, reports, or appeals related to this Acceptable Use Policy:\r\n\r\n**Email:** trust@spiriverse.com\r\n\r\n---\r\n\r\n*This Acceptable Use Policy is part of the SpiriVerse platform governance framework and should be read in conjunction with the Terms of Service and Privacy Policy.*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "spiritual-services-disclaimer",
    "docType": "legal-document",
    "documentType": "spiritual-services-disclaimer",
    "title": "Spiritual Services Disclaimer",
    "content": "# Spiritual Services Disclaimer\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\nThis Spiritual Services Disclaimer (\"Disclaimer\") applies to all services, products, and content offered through the SpiriVerse platform (\"Platform\"), operated by [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\"). By accessing or using the Platform, you (\"User,\" \"you,\" or \"your\") acknowledge that you have read, understood, and agree to the terms of this Disclaimer.\r\n\r\n---\r\n\r\n## 1. Nature of Spiritual Services\r\n\r\n### 1.1 Purpose and Intent\r\n\r\nThe spiritual services available on SpiriVerse -- including but not limited to tarot and oracle readings, astrology (birth charts, transits, synastry), numerology, reiki, energy healing, crystal healing, sound healing, life coaching, spiritual counseling, breathwork, meditation guidance, shamanic practices, channeling, mediumship, past-life readings, and akashic records access -- are offered for the purposes of **personal growth, spiritual exploration, self-reflection, and entertainment**.\r\n\r\nThese services draw upon diverse spiritual traditions, intuitive practices, and holistic philosophies that many individuals find meaningful and valuable in their personal journeys. SpiriVerse respects the depth and significance of these traditions while maintaining transparency about their nature.\r\n\r\n### 1.2 Delivery Methods\r\n\r\nServices on the Platform may be delivered through various methods, including in-person sessions, online video consultations, phone sessions, mobile sessions (where the practitioner travels to the client's location), and asynchronous delivery (written readings, voice notes, oracle messages). This Disclaimer applies equally to all delivery methods.\r\n\r\n### 1.3 What Spiritual Services Are Not\r\n\r\nSpiritual services available through the Platform are **not** any of the following:\r\n\r\n- **Medical advice, diagnosis, or treatment.** No service offered on SpiriVerse constitutes medical care, and no practitioner on the Platform is providing medical services through their listings unless separately and explicitly licensed to do so.\r\n- **Psychological or psychiatric counseling or therapy.** Spiritual counseling and life coaching are distinct from licensed mental health services.\r\n- **Legal advice or legal representation.**\r\n- **Financial advice, investment guidance, or tax consultation.**\r\n- **A substitute for the advice of qualified, licensed professionals** in any regulated field.\r\n\r\n---\r\n\r\n## 2. No Diagnostic or Outcome Claims\r\n\r\n### 2.1 No Health Diagnoses\r\n\r\nNo practitioner on the SpiriVerse platform is authorised to diagnose, treat, cure, or prevent any physical or mental health condition through the spiritual services offered on the Platform. Any information provided during a session that relates to health or wellbeing is offered as spiritual perspective only and must not be interpreted as a clinical diagnosis or medical opinion.\r\n\r\n### 2.2 No Guaranteed Outcomes or Predictions\r\n\r\nSpiriVerse and its practitioners **do not guarantee specific outcomes, results, or the accuracy of any predictions**. Spiritual readings, intuitive insights, astrological interpretations, and similar services reflect the practitioner's interpretation at the time of the session. The future is not fixed, and any forward-looking statements made during a session are possibilities, not certainties. Decisions you make based on information received during a spiritual service are made at your own discretion and risk.\r\n\r\n### 2.3 Individual Experience\r\n\r\nResults and experiences vary between individuals. The value derived from spiritual services is inherently subjective, and SpiriVerse makes no representations that any particular experience, insight, or transformation will occur.\r\n\r\n---\r\n\r\n## 3. Practitioner Independence\r\n\r\n### 3.1 Independent Contractor Status\r\n\r\nAll practitioners offering services through the SpiriVerse platform are **independent contractors**. They are not employees, agents, or representatives of SpiriVerse. Each practitioner operates their own independent practice and is solely responsible for:\r\n\r\n- The content and quality of their services\r\n- Their qualifications, certifications, and training claims\r\n- Compliance with all applicable laws and regulations in their jurisdiction\r\n- The accuracy of their service descriptions and any claims made during sessions\r\n- Their own tax obligations and business registration\r\n- Maintaining any required professional insurance\r\n\r\n### 3.2 Practitioner Responsibility\r\n\r\nPractitioners are individually responsible for the advice, guidance, and information they provide. SpiriVerse does not direct, supervise, or control the methods, content, or delivery of practitioner services beyond the Platform's terms of service and community guidelines.\r\n\r\n### 3.3 SpiriVerse's Role\r\n\r\nSpiriVerse provides a marketplace platform that connects Users with independent practitioners. We facilitate discovery, booking, communication, and payment processing. We do not provide spiritual services ourselves, and listing on the Platform does not constitute an endorsement by SpiriVerse of any practitioner's skills, abilities, qualifications, or the efficacy of their services.\r\n\r\n---\r\n\r\n## 4. No Endorsement of Specific Beliefs or Practices\r\n\r\n### 4.1 Neutral Platform\r\n\r\nSpiriVerse is a marketplace that hosts a diverse range of spiritual traditions and practices. **The presence of any service, modality, or product on the Platform does not constitute an endorsement, validation, or verification by SpiriVerse of the underlying spiritual beliefs, metaphysical claims, or efficacy of that practice.**\r\n\r\n### 4.2 Diverse Traditions\r\n\r\nThe Platform encompasses services and products from many spiritual and cultural traditions. SpiriVerse does not take a position on the truth, validity, or superiority of any spiritual path, belief system, or practice over another. Users are encouraged to exercise their own discernment and judgement when engaging with any service or practitioner.\r\n\r\n---\r\n\r\n## 5. Products and Physical Goods\r\n\r\n### 5.1 Spiritual and Metaphysical Products\r\n\r\nProducts available on SpiriVerse -- including crystals, healing stones, tarot and oracle decks, candles, incense, spiritual jewellery, books, meditation tools, and similar items -- may be described with reference to traditional, metaphysical, or spiritual properties and uses.\r\n\r\n### 5.2 Traditional Beliefs, Not Scientific Claims\r\n\r\nDescriptions of metaphysical properties, healing attributes, or spiritual benefits associated with products are **based on traditional beliefs, cultural practices, and historical use**. These descriptions are not based on scientific evidence and are not intended as claims of medical or therapeutic efficacy. For example:\r\n\r\n- Statements about the \"healing properties\" of crystals reflect traditional and folk beliefs about those stones.\r\n- Descriptions of candles, incense, or tools as having \"cleansing\" or \"protective\" qualities reference spiritual and ceremonial traditions.\r\n- References to \"energy\" in product descriptions relate to spiritual or metaphysical concepts, not measurable physical energy.\r\n\r\n### 5.3 No Therapeutic Claims\r\n\r\nProducts sold on the Platform are not medical devices, therapeutic tools, or regulated health products. They are sold as spiritual, decorative, or personal enrichment items. No product on SpiriVerse is intended to diagnose, treat, cure, or prevent any disease or medical condition.\r\n\r\n---\r\n\r\n## 6. Energy Healing and Complementary Modalities\r\n\r\n### 6.1 Complementary Nature\r\n\r\nEnergy healing modalities available on the Platform -- including reiki, crystal healing, sound healing, breathwork, and similar practices -- are **complementary modalities**. They are intended to be used alongside, not as a replacement for, conventional medical treatment and professional healthcare.\r\n\r\n### 6.2 Not a Substitute for Medical Care\r\n\r\nIf you are experiencing a health concern, you should consult a qualified healthcare professional. Energy healing and similar services are not a substitute for:\r\n\r\n- Visits to your doctor or specialist\r\n- Prescribed medications or treatments\r\n- Emergency medical care\r\n- Licensed mental health services\r\n- Any treatment plan established by a qualified healthcare provider\r\n\r\n### 6.3 Informed Participation\r\n\r\nBy booking an energy healing or similar session, you acknowledge that you understand the complementary nature of these services and that you are not relying on them as a substitute for professional medical or psychological care.\r\n\r\n---\r\n\r\n## 7. Consult Qualified Professionals\r\n\r\nSpiriVerse strongly encourages all Users to consult appropriately qualified and licensed professionals for matters involving:\r\n\r\n- **Physical health:** Consult a licensed physician, specialist, or healthcare provider.\r\n- **Mental health:** Consult a licensed psychologist, psychiatrist, counsellor, or therapist.\r\n- **Legal matters:** Consult a licensed solicitor, barrister, or attorney.\r\n- **Financial matters:** Consult a licensed financial adviser, accountant, or tax professional.\r\n\r\nInformation received during spiritual services should not be used as the sole basis for making important life decisions, particularly those involving health, legal, or financial matters.\r\n\r\n---\r\n\r\n## 8. Advisory for Vulnerable Individuals\r\n\r\n### 8.1 Grief and Bereavement\r\n\r\nIf you are currently experiencing acute grief or bereavement, please be aware that services such as mediumship, channeling, or past-life readings may evoke strong emotional responses. We encourage you to consider whether you are in a suitable emotional state to engage with these services and to seek support from qualified grief counsellors or mental health professionals as appropriate.\r\n\r\n### 8.2 Mental Health Considerations\r\n\r\nIf you are currently experiencing a mental health crisis, severe anxiety, depression, psychosis, or any acute psychological distress, spiritual services are **not** an appropriate substitute for professional mental health care. Please contact a qualified mental health professional or crisis service:\r\n\r\n- **Australia:** Lifeline 13 11 14 | Beyond Blue 1300 22 4636\r\n- **United Kingdom:** Samaritans 116 123 | NHS Crisis Line 111 (option 2)\r\n- **United States:** 988 Suicide and Crisis Lifeline (call or text 988)\r\n\r\n### 8.3 Dependency Advisory\r\n\r\nSpiritual services are intended to support your personal growth and autonomy, not to create dependency. If you find yourself relying on readings or spiritual advice for everyday decisions, we encourage you to reflect on this pattern and consider speaking with a licensed counsellor or therapist.\r\n\r\n---\r\n\r\n## 9. Age-Appropriate Content Advisory\r\n\r\n### 9.1 General Audience\r\n\r\nThe SpiriVerse platform is intended for users who are of legal age in their jurisdiction (generally 18 years of age or older, or as otherwise specified in our Terms of Service).\r\n\r\n### 9.2 Parental and Guardian Responsibility\r\n\r\nSome spiritual content, themes, or practices discussed on the Platform may not be suitable for minors. Parents and guardians are responsible for monitoring and supervising any access to the Platform by individuals under their care.\r\n\r\n### 9.3 Content Sensitivity\r\n\r\nCertain services -- including mediumship, past-life readings, shamanic practices, and channeling -- may involve discussion of topics such as death, the afterlife, trauma, or other themes that some individuals may find sensitive or distressing. Users should exercise their own judgement regarding their readiness to engage with such content.\r\n\r\n---\r\n\r\n## 10. Cultural Sensitivity and Respect\r\n\r\n### 10.1 Acknowledgment of Cultural Origins\r\n\r\nSpiriVerse acknowledges that many spiritual practices offered on the Platform originate from specific cultural, indigenous, and religious traditions. We respect the origins and significance of these traditions and expect all practitioners and Users to engage with these practices in a spirit of respect, humility, and cultural awareness.\r\n\r\n### 10.2 Practitioner Responsibility\r\n\r\nPractitioners who offer services rooted in specific cultural traditions are expected to do so with appropriate knowledge, respect, and, where relevant, proper training or lineage within that tradition. SpiriVerse encourages practitioners to be transparent about their training, background, and connection to the traditions from which their practices derive.\r\n\r\n### 10.3 User Awareness\r\n\r\nUsers are encouraged to approach spiritual services with an open mind and cultural sensitivity. If you have questions about the origins or cultural context of a particular practice, we encourage you to discuss this with the practitioner before booking.\r\n\r\n---\r\n\r\n## 11. Assumption of Risk\r\n\r\n### 11.1 In-Person Services\r\n\r\nIf you engage in in-person spiritual services -- including sessions at a practitioner's location, your own location, or any other physical venue -- you assume the inherent risks associated with in-person interactions. These may include but are not limited to:\r\n\r\n- Physical risks associated with activities such as breathwork, sound healing, or other body-engaged practices\r\n- Risks associated with the burning of candles, incense, or sage\r\n- Risks associated with allowing a mobile practitioner into your home or meeting at a third-party location\r\n- General risks associated with travel to and from a session location\r\n\r\n### 11.2 Emotional and Psychological Responses\r\n\r\nSpiritual services may evoke unexpected or intense emotional, psychological, or physical responses. By engaging with services on the Platform, you acknowledge and accept this possibility and agree that SpiriVerse is not liable for emotional or psychological experiences arising from a session.\r\n\r\n### 11.3 Personal Responsibility\r\n\r\nYou are responsible for your own wellbeing before, during, and after a spiritual service. This includes communicating any relevant health conditions, physical limitations, or emotional concerns to your practitioner before a session begins.\r\n\r\n---\r\n\r\n## 12. Limitation of Liability\r\n\r\n### 12.1 No Liability for Service Outcomes\r\n\r\nTo the maximum extent permitted by applicable law, SpiriVerse, its officers, directors, employees, affiliates, and agents shall not be liable for:\r\n\r\n- Any outcomes, results, or lack thereof arising from spiritual services obtained through the Platform\r\n- Any decisions made by Users based on information, guidance, or insights received during spiritual services\r\n- Any physical, emotional, psychological, or financial harm arising from the use of spiritual services or products obtained through the Platform\r\n- Any actions or omissions of independent practitioners\r\n- Any claims relating to the accuracy or efficacy of spiritual readings, predictions, or advice\r\n\r\n### 12.2 Platform Liability\r\n\r\nSpiriVerse's liability is limited to its role as a marketplace platform. We are not liable for the conduct, advice, or services provided by independent practitioners. To the maximum extent permitted by law, our total aggregate liability arising from your use of the Platform shall not exceed the amount you paid to SpiriVerse in platform fees (not practitioner fees) in the twelve (12) months preceding the claim.\r\n\r\n### 12.3 No Consequential Damages\r\n\r\nTo the maximum extent permitted by applicable law, SpiriVerse shall not be liable for any indirect, incidental, special, consequential, or punitive damages, regardless of the cause of action or the theory of liability.\r\n\r\n---\r\n\r\n## 13. Multi-Jurisdiction Compliance\r\n\r\n### 13.1 General\r\n\r\nSpiriVerse operates across multiple jurisdictions, including Australia, the United Kingdom, and the United States. This Disclaimer is intended to comply with applicable consumer protection laws in each of these jurisdictions. Where any provision of this Disclaimer conflicts with mandatory local law, the local law shall prevail to the extent of the conflict.\r\n\r\n### 13.2 Australia\r\n\r\nIn accordance with the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010), nothing in this Disclaimer excludes, restricts, or modifies any consumer guarantee, right, or remedy that cannot be excluded under Australian law. Any liability of SpiriVerse that cannot be excluded is limited, to the extent permitted by law, to the resupply of the services or the payment of the cost of having the services supplied again. Spiritual services are provided with the understanding that they fall within the category of personal services where outcomes are inherently subjective, and no specific result is guaranteed.\r\n\r\n### 13.3 United Kingdom\r\n\r\nIn accordance with the Consumer Rights Act 2015 and the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013, nothing in this Disclaimer affects your statutory rights as a consumer. Services are provided with reasonable care and skill. Practitioners and SpiriVerse do not exclude liability for death or personal injury caused by negligence, fraud, or fraudulent misrepresentation. The Consumer Protection from Unfair Trading Regulations 2008 apply to all services and products on the Platform; no misleading claims regarding the nature or efficacy of spiritual services are intended.\r\n\r\n### 13.4 United States\r\n\r\nServices and products on the Platform are offered in compliance with applicable federal and state consumer protection laws, including the Federal Trade Commission Act. In jurisdictions that regulate fortune-telling, psychic services, or similar activities, practitioners are responsible for compliance with all applicable local ordinances and state laws. SpiriVerse makes no representations that all spiritual services comply with every state and local regulation, and practitioners are independently responsible for such compliance. Nothing in this Disclaimer is intended to waive any rights that cannot be waived under applicable state consumer protection statutes. Any claims that cannot be resolved informally shall be subject to the dispute resolution mechanisms set forth in SpiriVerse's Terms of Service.\r\n\r\n---\r\n\r\n## 14. Practitioner Obligations\r\n\r\n### 14.1 Ethical Conduct\r\n\r\nAll practitioners on the SpiriVerse platform are expected to conduct their services ethically, honestly, and with genuine care for their clients' wellbeing. Practitioners must not:\r\n\r\n- Make claims of guaranteed outcomes or infallible predictions\r\n- Diagnose medical or psychological conditions unless separately licensed to do so\r\n- Encourage dependency or exploit vulnerable individuals\r\n- Misrepresent their qualifications, training, or experience\r\n- Use fear, manipulation, or coercion in the delivery of their services\r\n- Make claims that their services can cure, treat, or prevent any medical condition\r\n\r\n### 14.2 Scope of Practice\r\n\r\nPractitioners must operate within the scope of their training and expertise. Where a client presents concerns that fall outside the practitioner's competence -- particularly matters involving physical health, mental health, legal issues, or financial matters -- the practitioner should recommend that the client consult a qualified professional.\r\n\r\n### 14.3 Compliance\r\n\r\nPractitioners are independently responsible for complying with all laws, regulations, and licensing requirements applicable to their services in their jurisdiction of operation. This includes but is not limited to business registration, tax obligations, insurance requirements, and any specific regulations governing spiritual, holistic, or wellness services.\r\n\r\n---\r\n\r\n## 15. Severability\r\n\r\nIf any provision of this Disclaimer is found to be unenforceable or invalid by a court of competent jurisdiction, that provision shall be enforced to the maximum extent permissible, and the remaining provisions shall continue in full force and effect.\r\n\r\n---\r\n\r\n## 16. Changes to This Disclaimer\r\n\r\nSpiriVerse reserves the right to update or modify this Disclaimer at any time. Changes will be posted on the Platform with the updated effective date. Your continued use of the Platform after any changes constitutes your acceptance of the revised Disclaimer. We encourage you to review this Disclaimer periodically.\r\n\r\n---\r\n\r\n## 17. Contact Information\r\n\r\nIf you have questions about this Disclaimer, please contact us:\r\n\r\n**Email:** contact@spiriverse.com\r\n\r\n---\r\n\r\n*SpiriVerse honours the rich diversity of spiritual traditions and practices represented on our platform. This Disclaimer is intended to provide transparency and protect all parties -- Users, Practitioners, and SpiriVerse alike -- while maintaining respect for the meaningful role that spiritual exploration plays in many people's lives. Nothing in this Disclaimer is intended to diminish the value or significance of spiritual practices; rather, it seeks to establish clear expectations and boundaries so that all participants can engage with confidence and clarity.*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "payment-terms",
    "docType": "legal-document",
    "documentType": "payment-terms",
    "title": "Payment & Fee Terms",
    "content": "# SpiriVerse Payment & Fee Terms\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\nThese Payment & Fee Terms (\"Payment Terms\") govern all payment processing, fees, billing, and financial transactions conducted through the SpiriVerse platform (\"Platform\"), operated by [COMPANY_ENTITY] (\"Company\", \"we\", \"us\", \"our\"). These Payment Terms apply to all users of the Platform, including customers (\"Customers\") and merchants (\"Merchants\"), collectively referred to as \"Users\".\r\n\r\nBy using the Platform, you agree to be bound by these Payment Terms in addition to our Terms of Service and Privacy Policy.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Payment Processing Overview](#1-payment-processing-overview)\r\n2. [Accepted Payment Methods](#2-accepted-payment-methods)\r\n3. [Currency and Pricing](#3-currency-and-pricing)\r\n4. [Customer Payment Terms](#4-customer-payment-terms)\r\n5. [Platform Fee Structure and Transparency](#5-platform-fee-structure-and-transparency)\r\n6. [Merchant Subscription Billing](#6-merchant-subscription-billing)\r\n7. [Payout Terms and Schedules](#7-payout-terms-and-schedules)\r\n8. [Refund and Chargeback Handling](#8-refund-and-chargeback-handling)\r\n9. [Failed Payment Procedures](#9-failed-payment-procedures)\r\n10. [Payment Security](#10-payment-security)\r\n11. [Tax Responsibilities](#11-tax-responsibilities)\r\n12. [Fee Changes and Notification](#12-fee-changes-and-notification)\r\n13. [Payment Disputes](#13-payment-disputes)\r\n14. [Account Holds and Reserves](#14-account-holds-and-reserves)\r\n15. [Multi-Jurisdiction Compliance](#15-multi-jurisdiction-compliance)\r\n16. [Contact Information](#16-contact-information)\r\n\r\n---\r\n\r\n## 1. Payment Processing Overview\r\n\r\nSpiriVerse uses **Stripe** as its sole payment processor. Stripe is a globally recognised, PCI DSS Level 1 certified payment infrastructure provider. All payment transactions on the Platform are processed through Stripe's secure systems.\r\n\r\n### How Payments Work\r\n\r\n- **Customer payments** are processed through Stripe's payment infrastructure and routed to the relevant Merchant's Stripe Connected Account.\r\n- **Merchant accounts** are Stripe Connected Accounts created during onboarding. Merchants must complete Stripe's identity verification and onboarding requirements before receiving payouts.\r\n- **Cart-based checkout** allows Customers to purchase from multiple Merchants in a single order. Payments are split and routed to each respective Merchant's Connected Account automatically.\r\n- **Platform fees** are deducted from Merchant payments at the time of transaction before funds are settled to the Merchant's Connected Account.\r\n\r\nSpiriVerse does not directly store, process, or transmit payment card data. All sensitive payment information is handled exclusively by Stripe.\r\n\r\n---\r\n\r\n## 2. Accepted Payment Methods\r\n\r\nSpiriVerse accepts the following payment methods via Stripe:\r\n\r\n- **Credit cards**: Visa, Mastercard, American Express\r\n- **Debit cards**: Visa Debit, Mastercard Debit\r\n- Additional payment methods as supported by Stripe in each operating market\r\n\r\n### Saved Payment Methods\r\n\r\n- Customers may save payment methods to their account for faster checkout using Stripe's Setup Intent flow.\r\n- Saved card details are stored securely by Stripe and are never stored on SpiriVerse servers.\r\n- Customers may add, update, or remove saved payment methods at any time through their account settings.\r\n\r\n---\r\n\r\n## 3. Currency and Pricing\r\n\r\nSpiriVerse operates across three markets, each with its own local currency:\r\n\r\n| Market | Currency | Currency Code |\r\n|--------|----------|---------------|\r\n| Australia | Australian Dollar | AUD |\r\n| United Kingdom | British Pound | GBP |\r\n| United States | US Dollar | USD |\r\n\r\n### Currency Selection\r\n\r\n- Currency is automatically determined by the market in which the Merchant operates.\r\n- All prices displayed to Customers are in the local currency of the Merchant's market.\r\n- Cross-currency transactions are not supported. Customers purchase from Merchants within their local market currency.\r\n\r\n### Pricing Display\r\n\r\n- All prices displayed on the Platform are inclusive of any applicable platform fees charged to the Customer, clearly itemised during checkout.\r\n- Merchants set their own product and service pricing. SpiriVerse does not control or regulate Merchant pricing.\r\n\r\n---\r\n\r\n## 4. Customer Payment Terms\r\n\r\n### Checkout Process\r\n\r\n- Customers add items to their cart and proceed through a secure checkout flow.\r\n- Orders may include items from multiple Merchants in a single transaction. Each Merchant's portion is processed and settled separately.\r\n- Payment is captured at the time of order confirmation.\r\n\r\n### Authorisation\r\n\r\n- By completing a purchase, the Customer authorises SpiriVerse and Stripe to charge the selected payment method for the full order amount, including any applicable Customer fees, shipping fees, and taxes.\r\n\r\n### Order Confirmation\r\n\r\n- Customers receive an order confirmation upon successful payment processing.\r\n- If payment fails at checkout, the order is not placed and the Customer is prompted to update their payment method or try again.\r\n\r\n### Customer Fees\r\n\r\n- Certain transactions may include a Customer fee, which covers a portion of payment processing costs. This fee is clearly displayed during checkout before the Customer confirms their order.\r\n- Customer fee rates vary by market and are detailed in the fee schedule available in the Platform's administrative settings.\r\n\r\n---\r\n\r\n## 5. Platform Fee Structure and Transparency\r\n\r\nSpiriVerse operates a transparent, market-based fee structure. Fees vary by market (Australia, United Kingdom, United States) to reflect local payment processing costs and regulatory requirements.\r\n\r\n### Fee Components\r\n\r\nFees are composed of the following elements, which may apply individually or in combination depending on the transaction:\r\n\r\n| Fee Component | Description |\r\n|---------------|-------------|\r\n| **Merchant Fee (Percentage)** | A percentage of the transaction amount deducted from the Merchant's payment. |\r\n| **Merchant Fee (Fixed)** | A fixed amount per transaction deducted from the Merchant's payment, denominated in the smallest currency unit (e.g., cents). |\r\n| **Customer Fee (Percentage)** | A percentage of the transaction amount added to the Customer's total at checkout. |\r\n| **Customer Fee (Fixed)** | A fixed amount per transaction added to the Customer's total at checkout, denominated in the smallest currency unit. |\r\n| **Processing Fee** | Covers underlying payment processing costs incurred by the Platform. |\r\n| **Shipping Fee** | Shipping costs set by the Merchant and charged to the Customer at checkout, where applicable. |\r\n| **Tax** | Applicable taxes as determined by the Merchant's obligations in their jurisdiction. |\r\n\r\n### Fee Configuration\r\n\r\n- Fee rates are configured per market and stored in the Platform's System Settings.\r\n- Current fee rates for each market are available to Merchants through their dashboard.\r\n- Platform administrators may adjust fee rates. Any changes are subject to the notification provisions in Section 12.\r\n\r\n### Fee Transparency\r\n\r\n- Merchants can view the fee breakdown for each transaction in their dashboard.\r\n- Customers see all applicable fees clearly itemised during checkout before confirming their order.\r\n- No hidden fees are charged at any point in the transaction process.\r\n\r\n---\r\n\r\n## 6. Merchant Subscription Billing\r\n\r\nMerchants on SpiriVerse pay a recurring subscription fee for access to the Platform.\r\n\r\n### Billing Frequency\r\n\r\nMerchants may choose from the following billing cycles:\r\n\r\n- **Monthly billing**: Charged once per calendar month.\r\n- **Yearly billing**: Charged once per year, typically at a discounted rate compared to monthly billing.\r\n\r\n### Deferred Billing Start\r\n\r\nSpiriVerse operates a **deferred billing model** to support new Merchants:\r\n\r\n- Subscription billing does **not** begin at the time of account creation.\r\n- Billing commences only after the Merchant has received their **first payout** through the Platform.\r\n- This means Merchants can set up their storefront, list products, and begin trading without upfront subscription costs.\r\n\r\n### Billing Requirements\r\n\r\n- **Saved payment method required**: Merchants must have a valid payment card saved to their account. Payouts are blocked until a payment card is on file.\r\n- **Automatic charges**: Subscription fees are automatically charged to the Merchant's saved payment method on the billing date.\r\n- **Billing history**: Merchants can view their full billing history, including past charges and upcoming billing dates, through their dashboard.\r\n\r\n### Discounts and Waivers\r\n\r\n- Platform administrators may apply **discount percentages** to a Merchant's subscription at their discretion (e.g., promotional pricing, partnership arrangements).\r\n- Platform administrators may apply **payment waivers**, temporarily or permanently exempting a Merchant from subscription fees.\r\n- Any discounts or waivers are applied at the sole discretion of [COMPANY_ENTITY] and may be revoked with notice.\r\n\r\n### Subscription Changes\r\n\r\n- Merchants may switch between monthly and yearly billing through their account settings.\r\n- Changes take effect at the start of the next billing cycle.\r\n- No pro-rata refunds are issued for mid-cycle changes unless otherwise stated.\r\n\r\n---\r\n\r\n## 7. Payout Terms and Schedules\r\n\r\n### Payout Method\r\n\r\n- Merchant payouts are processed through **Stripe Connected Accounts**.\r\n- Funds are deposited directly into the bank account linked to the Merchant's Stripe Connected Account.\r\n\r\n### Payout Prerequisites\r\n\r\nBefore a Merchant can receive payouts, the following must be completed:\r\n\r\n1. **Stripe onboarding**: Full identity verification and account setup through Stripe.\r\n2. **Payment card on file**: A valid payment card must be saved to the Merchant's SpiriVerse account.\r\n3. **Bank account linked**: A valid bank account must be connected through Stripe.\r\n\r\n### Payout Schedule\r\n\r\n- Payout schedules are managed by Stripe in accordance with Stripe's standard payout timelines for each market.\r\n- Typical payout timing varies by market:\r\n  - **Australia**: 2-3 business days\r\n  - **United Kingdom**: 2-3 business days\r\n  - **United States**: 2 business days\r\n- These timelines are indicative and subject to Stripe's processing schedules and any applicable holds.\r\n\r\n### Payout Tracking\r\n\r\n- Merchants can track payout status through their SpiriVerse dashboard.\r\n- Webhook notifications (via Stripe's `payout.paid` event) confirm when payouts have been successfully deposited.\r\n- Payout details include the amount, date, and associated transactions.\r\n\r\n### Payout Deductions\r\n\r\n- Platform fees (Merchant percentage and fixed fees) are deducted before payout settlement.\r\n- Refunds processed after payout may be deducted from subsequent payouts or charged to the Merchant's saved payment method.\r\n\r\n---\r\n\r\n## 8. Refund and Chargeback Handling\r\n\r\n### Refund Policy\r\n\r\nMerchants are expected to maintain their own refund policies in compliance with local consumer protection laws. SpiriVerse facilitates refund processing through the following methods:\r\n\r\n| Refund Method | Description |\r\n|---------------|-------------|\r\n| **Original payment method** | Funds returned to the Customer's original payment card via Stripe. |\r\n| **Store credit** | Credit applied to the Customer's SpiriVerse account for future purchases. |\r\n| **Bank transfer** | Direct refund via bank transfer where applicable. |\r\n\r\n### Partial Refunds\r\n\r\n- Partial refunds are supported. Merchants may refund a portion of the original transaction amount.\r\n- Partial refund amounts are at the Merchant's discretion, subject to their stated refund policy and applicable consumer protection laws.\r\n\r\n### Platform Fee Handling on Refunds\r\n\r\n- When a full refund is issued, the Customer fee portion is refunded to the Customer.\r\n- The Merchant fee portion may or may not be refunded to the Merchant depending on the circumstances and at SpiriVerse's discretion.\r\n- Stripe's processing fees are generally non-refundable, consistent with Stripe's terms.\r\n\r\n### Chargebacks\r\n\r\n- A chargeback occurs when a Customer disputes a charge directly with their bank or card issuer.\r\n- When a chargeback is initiated, Stripe notifies SpiriVerse and the Merchant.\r\n- **Merchant responsibility**: Merchants are responsible for providing evidence to contest chargebacks where appropriate.\r\n- **Chargeback fees**: Any chargeback fees imposed by Stripe or the card network are the Merchant's responsibility.\r\n- SpiriVerse will assist Merchants with the chargeback dispute process where possible but does not guarantee outcomes.\r\n- Repeated chargebacks may result in account review, holds, or suspension under Section 14.\r\n\r\n---\r\n\r\n## 9. Failed Payment Procedures\r\n\r\n### Customer Payments\r\n\r\n- If a Customer's payment fails at checkout, the order is not processed. The Customer is notified and prompted to:\r\n  - Retry with the same payment method\r\n  - Use a different saved payment method\r\n  - Add a new payment method\r\n\r\n### Merchant Subscription Payments\r\n\r\nIf a Merchant's subscription payment fails:\r\n\r\n1. **First attempt fails**: The Merchant is notified via email and in-app notification. A retry is attempted automatically.\r\n2. **Subsequent retries**: Stripe will retry the charge according to its retry schedule (typically up to 3 additional attempts over several days).\r\n3. **All retries fail**: The Merchant's account may be flagged, and access to certain Platform features (including payouts) may be restricted until payment is resolved.\r\n4. **Continued non-payment**: Prolonged failure to maintain a valid payment method may result in account suspension.\r\n\r\n### Updating Payment Methods\r\n\r\n- Merchants can update their saved payment method at any time through their account settings.\r\n- Customers can manage their saved payment methods through their account settings.\r\n\r\n---\r\n\r\n## 10. Payment Security\r\n\r\n### PCI DSS Compliance\r\n\r\n- Stripe maintains **PCI DSS Level 1** certification, the highest level of payment security compliance.\r\n- SpiriVerse does not store, process, or transmit cardholder data directly. All payment card data is handled by Stripe's certified infrastructure.\r\n\r\n### Data Encryption\r\n\r\n- All payment transactions are encrypted in transit using TLS (Transport Layer Security).\r\n- Stripe encrypts sensitive data at rest using AES-256 encryption.\r\n- Saved payment method tokens (not actual card numbers) are used for recurring charges and repeat purchases.\r\n\r\n### Authentication and Fraud Prevention\r\n\r\n- Stripe's fraud detection systems (Stripe Radar) monitor transactions for suspicious activity.\r\n- Strong Customer Authentication (SCA) is enforced for applicable transactions in the United Kingdom (see Section 15).\r\n- 3D Secure authentication may be required for certain transactions based on risk assessment and regulatory requirements.\r\n\r\n### User Responsibilities\r\n\r\n- Users are responsible for maintaining the security of their account credentials.\r\n- Users must promptly report any unauthorised transactions or suspected security breaches to billing@spiriverse.com.\r\n- SpiriVerse is not liable for losses resulting from a User's failure to secure their account credentials.\r\n\r\n---\r\n\r\n## 11. Tax Responsibilities\r\n\r\n### Merchant Tax Obligations\r\n\r\n- **Merchants are solely responsible for their own tax obligations**, including but not limited to:\r\n  - Goods and Services Tax (GST) in Australia\r\n  - Value Added Tax (VAT) in the United Kingdom\r\n  - Sales tax in the United States (which varies by state and locality)\r\n- Merchants are responsible for:\r\n  - Determining whether their products or services are taxable\r\n  - Calculating and collecting the correct tax amounts\r\n  - Remitting taxes to the appropriate tax authorities\r\n  - Maintaining proper tax records and filing returns\r\n\r\n### Platform Role\r\n\r\n- SpiriVerse provides tools to help Merchants configure tax settings for their products and services.\r\n- SpiriVerse does **not** provide tax advice and is **not** responsible for ensuring Merchants comply with their tax obligations.\r\n- Merchants are strongly advised to consult with a qualified tax professional regarding their obligations in their operating market.\r\n\r\n### Platform Fees and Tax\r\n\r\n- Platform fees charged to Merchants may be subject to applicable taxes (e.g., GST, VAT) depending on the jurisdiction. Any such taxes will be clearly indicated on invoices.\r\n\r\n---\r\n\r\n## 12. Fee Changes and Notification\r\n\r\n### Right to Modify Fees\r\n\r\n[COMPANY_ENTITY] reserves the right to modify the fee structure, including Merchant fees, Customer fees, processing fees, and subscription pricing, at any time.\r\n\r\n### Notification Requirements\r\n\r\n- **Merchant fees and subscription pricing**: Merchants will receive a minimum of **30 days' written notice** before any fee increase takes effect. Notice will be provided via email and in-platform notification.\r\n- **Customer fees**: Changes to Customer fees will be reflected in the checkout process. Customers are shown all applicable fees before confirming any purchase.\r\n- **Immediate changes**: In exceptional circumstances (e.g., significant changes in payment processing costs, regulatory requirements), [COMPANY_ENTITY] may implement fee changes with shorter notice, providing as much advance notice as reasonably practicable.\r\n\r\n### Merchant Options on Fee Changes\r\n\r\n- Upon receiving notice of a fee change, Merchants may:\r\n  - Accept the new fee structure and continue using the Platform.\r\n  - Downgrade or modify their subscription plan if available.\r\n  - Close their account in accordance with the Terms of Service before the new fees take effect.\r\n- Continued use of the Platform after the effective date of a fee change constitutes acceptance of the updated fees.\r\n\r\n---\r\n\r\n## 13. Payment Disputes\r\n\r\n### Between Customers and Merchants\r\n\r\n- Payment disputes between Customers and Merchants (e.g., regarding product quality, non-delivery, or service issues) should be resolved directly between the parties.\r\n- SpiriVerse may facilitate communication between the parties but is not an arbitrator.\r\n- If a resolution cannot be reached, either party may escalate the matter to SpiriVerse support at billing@spiriverse.com for review.\r\n\r\n### Dispute Resolution Process\r\n\r\n1. **Direct resolution**: The Customer contacts the Merchant to resolve the issue.\r\n2. **Platform review**: If unresolved, either party submits a dispute to SpiriVerse with supporting documentation.\r\n3. **Investigation**: SpiriVerse reviews the dispute, which may include reviewing transaction records, communications, and evidence provided by both parties.\r\n4. **Decision**: SpiriVerse may, at its discretion, issue a refund, uphold the charge, or take other appropriate action.\r\n\r\n### Binding Decisions\r\n\r\n- SpiriVerse's decisions on payment disputes are made in good faith and are final within the scope of Platform transactions.\r\n- Nothing in this section limits either party's rights under applicable consumer protection laws or their right to pursue external legal remedies.\r\n\r\n---\r\n\r\n## 14. Account Holds and Reserves\r\n\r\n### When Holds May Be Applied\r\n\r\n[COMPANY_ENTITY] reserves the right to place temporary holds on Merchant payouts or account funds in the following circumstances:\r\n\r\n- **Suspected fraudulent activity**: Unusual transaction patterns or reported fraud.\r\n- **Excessive chargebacks**: A chargeback rate exceeding industry-standard thresholds.\r\n- **Violation of Terms of Service**: Breach of Platform policies or applicable laws.\r\n- **Regulatory requirements**: Compliance with legal or regulatory obligations.\r\n- **Pending disputes**: Active payment disputes under investigation.\r\n- **Identity verification issues**: Incomplete or failed Stripe onboarding verification.\r\n\r\n### Hold Procedures\r\n\r\n- Merchants will be notified promptly when a hold is placed on their account, along with the reason for the hold.\r\n- Merchants may submit additional information or documentation to resolve the issue.\r\n- Holds will be released as soon as reasonably practicable once the underlying issue is resolved.\r\n\r\n### Reserves\r\n\r\n- In certain cases, Stripe or [COMPANY_ENTITY] may require a reserve (a percentage of transaction volume withheld as a safeguard) to be maintained on a Merchant's account.\r\n- Reserve requirements are determined based on risk assessment and will be communicated clearly to the affected Merchant.\r\n\r\n### Account Suspension\r\n\r\n- In severe cases (e.g., confirmed fraud, persistent Terms of Service violations), accounts may be suspended.\r\n- Outstanding payouts may be held for up to 90 days following suspension to cover potential chargebacks, refunds, or disputes.\r\n\r\n---\r\n\r\n## 15. Multi-Jurisdiction Compliance\r\n\r\nSpiriVerse operates across Australia, the United Kingdom, and the United States. Payment processing complies with applicable laws and regulations in each jurisdiction.\r\n\r\n### Australia\r\n\r\n- Payments processed in compliance with the **Australian Consumer Law (ACL)** and the **Payment Systems (Regulation) Act 1998**.\r\n- GST applies where required under the **A New Tax System (Goods and Services Tax) Act 1999**.\r\n- Anti-money laundering obligations under the **Anti-Money Laundering and Counter-Terrorism Financing Act 2006 (AML/CTF Act)**.\r\n\r\n### United Kingdom\r\n\r\n- Payments processed in compliance with the **Payment Services Regulations 2017 (PSRs 2017)** and the **Consumer Rights Act 2015**.\r\n- **PSD2 and Strong Customer Authentication (SCA)**: SpiriVerse and Stripe enforce SCA requirements for applicable transactions in the UK. This includes:\r\n  - 3D Secure (3DS) authentication for online card payments where required.\r\n  - Exemptions applied where permitted (e.g., low-value transactions, trusted beneficiaries) in accordance with PSD2 regulations.\r\n  - The Setup Intent flow used for saving payment methods incorporates SCA where required by regulation.\r\n- VAT applies where required under UK tax law.\r\n- Anti-money laundering obligations under the **Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017**.\r\n- Financial Conduct Authority (FCA) regulations applicable to payment services.\r\n\r\n### United States\r\n\r\n- Payments processed in compliance with applicable **federal and state consumer protection laws**, including the **Electronic Fund Transfer Act (EFTA)** and **Regulation E**.\r\n- State-level money transmitter regulations are addressed through Stripe's licensed payment processing infrastructure.\r\n- The **Payment Card Industry Data Security Standard (PCI DSS)** is maintained through Stripe's Level 1 certification.\r\n- Compliance with the **Bank Secrecy Act (BSA)** and applicable anti-money laundering requirements.\r\n\r\n### Cross-Market Provisions\r\n\r\n- Each market operates independently with its own currency, fee structure, and regulatory compliance framework.\r\n- User data is processed in accordance with applicable data protection laws in each jurisdiction (GDPR for UK, Privacy Act for Australia, applicable state privacy laws for the US).\r\n\r\n---\r\n\r\n## 16. Contact Information\r\n\r\nFor all payment-related enquiries, billing questions, disputes, or to report unauthorised transactions:\r\n\r\n**Email:** billing@spiriverse.com\r\n\r\n**Mailing Address:** [COMPANY_ENTITY]\r\n\r\nWhen contacting us regarding a payment issue, please include:\r\n\r\n- Your account email address\r\n- Transaction ID or order number (if applicable)\r\n- A clear description of the issue\r\n- Any relevant supporting documentation\r\n\r\nWe aim to respond to all payment-related enquiries within 2 business days.\r\n\r\n---\r\n\r\n## Changes to These Payment Terms\r\n\r\n[COMPANY_ENTITY] reserves the right to update these Payment Terms at any time. Material changes will be communicated to Users via email and/or in-platform notification at least 30 days before taking effect. Continued use of the Platform after the effective date of any changes constitutes acceptance of the updated Payment Terms.\r\n\r\n---\r\n\r\n*These Payment Terms are governed by the laws of the jurisdiction specified in SpiriVerse's Terms of Service.*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  },
  {
    "id": "intellectual-property-policy",
    "docType": "legal-document",
    "documentType": "intellectual-property-policy",
    "title": "Intellectual Property & DMCA Policy",
    "content": "# Intellectual Property & DMCA Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\nThis Intellectual Property & DMCA Policy (\"Policy\") governs the ownership, use, licensing, and protection of intellectual property on the SpiriVerse platform (\"Platform\"), operated by [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\"). This Policy applies to all users, including buyers, vendors, practitioners, and visitors (collectively, \"Users\") across all jurisdictions in which we operate, including Australia, the United Kingdom, and the United States.\r\n\r\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agree to be bound by this Policy. If you do not agree with any part of this Policy, you must discontinue use of the Platform immediately.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Platform Intellectual Property](#1-platform-intellectual-property)\r\n2. [User-Generated Content Ownership](#2-user-generated-content-ownership)\r\n3. [Merchant Content](#3-merchant-content)\r\n4. [Practitioner Content](#4-practitioner-content)\r\n5. [Content License to SpiriVerse](#5-content-license-to-spiriverse)\r\n6. [Prohibited Intellectual Property Violations](#6-prohibited-intellectual-property-violations)\r\n7. [Trademark Policy](#7-trademark-policy)\r\n8. [DMCA Takedown Process (United States)](#8-dmca-takedown-process-united-states)\r\n9. [UK Copyright Process](#9-uk-copyright-process-copyright-designs-and-patents-act-1988)\r\n10. [Australian Copyright Process](#10-australian-copyright-process-copyright-act-1968)\r\n11. [Safe Harbor Provisions](#11-safe-harbor-provisions)\r\n12. [Reporting Intellectual Property Violations](#12-reporting-intellectual-property-violations)\r\n13. [Repeat Infringer Policy](#13-repeat-infringer-policy)\r\n14. [Good Faith Requirements](#14-good-faith-requirements)\r\n15. [Limitation of Liability](#15-limitation-of-liability)\r\n16. [Amendments](#16-amendments)\r\n17. [Contact Information](#17-contact-information)\r\n\r\n---\r\n\r\n## 1. Platform Intellectual Property\r\n\r\n### 1.1 SpiriVerse Brand and Trademarks\r\n\r\nAll trademarks, service marks, trade names, logos, and brand identifiers associated with SpiriVerse, including but not limited to the \"SpiriVerse\" name, logo, taglines, and visual identity (collectively, \"SpiriVerse Marks\"), are the exclusive property of [COMPANY_ENTITY]. These marks are protected under applicable trademark laws in Australia, the United Kingdom, the United States, and internationally.\r\n\r\nNo User may use, reproduce, modify, or display any SpiriVerse Marks without prior written authorization from [COMPANY_ENTITY]. Unauthorized use of SpiriVerse Marks may constitute trademark infringement and will be pursued to the fullest extent permitted by law.\r\n\r\n### 1.2 Platform Software and Technology\r\n\r\nThe Platform's software, source code, algorithms, databases, architecture, user interfaces, and all related technical infrastructure are the proprietary property of [COMPANY_ENTITY] and are protected by copyright, trade secret, and other intellectual property laws. Users are strictly prohibited from:\r\n\r\n- Reverse engineering, decompiling, or disassembling any portion of the Platform;\r\n- Copying, reproducing, or creating derivative works based on Platform software or design;\r\n- Scraping, crawling, or extracting data from the Platform through automated means without written permission;\r\n- Circumventing any technological protection measures implemented on the Platform.\r\n\r\n### 1.3 Platform Design and Content\r\n\r\nThe overall look and feel of the Platform, including its layout, design elements, color schemes, typography, icons, graphics, and editorial content produced by SpiriVerse, are protected by copyright and other intellectual property rights. These elements remain the exclusive property of [COMPANY_ENTITY].\r\n\r\n---\r\n\r\n## 2. User-Generated Content Ownership\r\n\r\n### 2.1 Retention of Ownership\r\n\r\nUsers retain full ownership of all original content they create and upload to the Platform (\"User Content\"). This includes, but is not limited to:\r\n\r\n- Community posts, comments, reviews, and discussion contributions;\r\n- Profile information, biographies, and avatar images;\r\n- Ratings, testimonials, and feedback;\r\n- Any other content submitted by Users in the course of using the Platform.\r\n\r\n### 2.2 Representations and Warranties\r\n\r\nBy uploading or submitting User Content to the Platform, you represent and warrant that:\r\n\r\n- You are the original creator or have obtained all necessary rights, licenses, and permissions to use and share the content;\r\n- The content does not infringe, misappropriate, or violate the intellectual property rights, privacy rights, or any other rights of any third party;\r\n- The content complies with all applicable laws and regulations in the jurisdictions where it is made available;\r\n- You have obtained all necessary consents from any individuals depicted, referenced, or otherwise identifiable in the content.\r\n\r\n### 2.3 Responsibility for User Content\r\n\r\nUsers are solely responsible for the content they upload, publish, or otherwise make available on the Platform. SpiriVerse does not endorse, verify, or assume liability for any User Content.\r\n\r\n---\r\n\r\n## 3. Merchant Content\r\n\r\n### 3.1 Product Listings and Descriptions\r\n\r\nVendors who sell products on the Platform (\"Merchants\") retain ownership of all original content created for their storefronts, including but not limited to:\r\n\r\n- Product listings, titles, and descriptions;\r\n- Original product photography and images;\r\n- Custom oracle and tarot deck designs, card artwork, and accompanying guidebooks;\r\n- Handmade jewelry designs and related imagery;\r\n- Original artwork, prints, and digital art;\r\n- Books, e-books, and written publications;\r\n- Packaging designs and product presentation materials.\r\n\r\n### 3.2 Storefront Branding\r\n\r\nMerchants retain ownership of their custom storefront branding, including:\r\n\r\n- Business logos and wordmarks;\r\n- Banner images and storefront graphics;\r\n- Brand descriptions, taglines, and \"About\" content;\r\n- Custom color schemes and visual presentations created by the Merchant.\r\n\r\n### 3.3 Merchant Obligations\r\n\r\nMerchants are responsible for ensuring that all content uploaded to their storefronts is original or properly licensed. Merchants must not:\r\n\r\n- Use images, descriptions, or designs obtained from other sellers, artists, or creators without authorization;\r\n- Reproduce or replicate copyrighted card designs, artwork, or branding belonging to third parties;\r\n- Misrepresent the origin, authorship, or authenticity of any product or product-related content.\r\n\r\n---\r\n\r\n## 4. Practitioner Content\r\n\r\n### 4.1 Ownership of Practitioner Works\r\n\r\nPractitioners who offer services and content on the Platform retain ownership of their original works, including but not limited to:\r\n\r\n- Written readings, interpretations, and spiritual consultations;\r\n- Voice recordings, audio readings, and oracle messages;\r\n- Guided meditations and visualization recordings;\r\n- Original curriculum for events, workshops, and courses;\r\n- Livestream content and presentations;\r\n- On-demand video content, podcasts, and recorded lectures;\r\n- Course materials, handouts, workbooks, and supplementary resources;\r\n- Teaching methodologies and original spiritual frameworks.\r\n\r\n### 4.2 Practitioner Obligations\r\n\r\nPractitioners are responsible for ensuring that all content they offer through the Platform is original or appropriately licensed. Practitioners must:\r\n\r\n- Create original content based on their own knowledge, experience, and expertise;\r\n- Properly attribute and obtain permission for any third-party content incorporated into their offerings;\r\n- Respect the intellectual property of other practitioners, authors, and content creators;\r\n- Not reproduce, recite, or distribute copyrighted works (such as published books, card deck guidebooks, or proprietary teachings) without authorization from the rights holder.\r\n\r\n---\r\n\r\n## 5. Content License to SpiriVerse\r\n\r\n### 5.1 Limited License Grant\r\n\r\nBy uploading, publishing, or otherwise making content available on the Platform, Users (including Merchants and Practitioners) grant SpiriVerse a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content solely for the following purposes:\r\n\r\n- **Platform Display:** Rendering and displaying your content on the Platform in the manner you have directed (e.g., product listings, practitioner profiles, community posts);\r\n- **Platform Promotion:** Featuring your content in promotional materials, marketing campaigns, newsletters, social media channels, and advertising for the Platform, provided that such use is in the context of promoting the Platform and its services;\r\n- **Platform Operations:** Technical processing, formatting, resizing, and adapting content as necessary for the operation of the Platform across different devices, formats, and delivery mechanisms;\r\n- **Search and Discovery:** Indexing and categorizing content to facilitate search, recommendations, and discoverability within the Platform.\r\n\r\n### 5.2 Scope and Limitations\r\n\r\nThis license:\r\n\r\n- Is limited to the purposes described in Section 5.1 and does not transfer ownership of any content to SpiriVerse;\r\n- Does not grant SpiriVerse the right to sell, sublicense for independent commercial use, or exploit your content outside the context of operating and promoting the Platform;\r\n- Continues for the duration that the content remains on the Platform and for a reasonable period thereafter to accommodate cached content, backups, and archival;\r\n- Is revocable upon removal of the content from the Platform by the User or upon account termination, subject to the reasonable wind-down period described above.\r\n\r\n### 5.3 Moral Rights\r\n\r\nTo the extent permitted by applicable law, Users waive or agree not to assert any moral rights (including rights of attribution and integrity) in connection with SpiriVerse's exercise of the license granted herein, solely to the extent necessary for SpiriVerse to operate the Platform. Where moral rights cannot be waived by law, Users consent to SpiriVerse's reasonable exercise of the licensed rights without such exercise constituting a violation of moral rights.\r\n\r\n---\r\n\r\n## 6. Prohibited Intellectual Property Violations\r\n\r\nSpiriVerse maintains a zero-tolerance policy toward intellectual property infringement. The following activities are strictly prohibited on the Platform:\r\n\r\n### 6.1 Counterfeit Products\r\n\r\nThe sale, distribution, or promotion of counterfeit goods, including but not limited to:\r\n\r\n- Counterfeit oracle or tarot decks that reproduce or closely imitate copyrighted deck designs, artwork, card layouts, or guidebook content belonging to established publishers or creators;\r\n- Knock-off or replica products bearing unauthorized use of third-party brand names, logos, or trademarks;\r\n- Products falsely marketed as official, licensed, or authentic editions when they are not.\r\n\r\n### 6.2 Copied Artwork and Designs\r\n\r\nThe uploading, listing, or sale of artwork, designs, or creative works that:\r\n\r\n- Reproduce, trace, or substantially copy another artist's original work without authorization;\r\n- Use AI-generated content derived from copyrighted source material in a manner that infringes the original creator's rights;\r\n- Present another creator's work as one's own.\r\n\r\n### 6.3 Plagiarized Teachings and Courses\r\n\r\nThe offering of spiritual teachings, courses, workshops, or written content that:\r\n\r\n- Copies, reproduces, or closely paraphrases another practitioner's, author's, or educator's proprietary teachings, curriculum, or course materials without permission;\r\n- Presents published books, articles, or research as original work;\r\n- Reproduces trademarked or proprietary methodologies, systems, or modalities without proper licensing or authorization from the rights holder.\r\n\r\n### 6.4 Unauthorized Trademark Use\r\n\r\nThe use of any third-party trademarks, service marks, trade names, or logos without authorization, including:\r\n\r\n- Incorporating third-party brand names or logos into product listings, storefront branding, or marketing materials;\r\n- Using third-party trademarks in a manner that suggests endorsement, affiliation, or sponsorship where none exists;\r\n- Registering usernames, storefront names, or URLs that incorporate third-party trademarks with intent to cause confusion.\r\n\r\n### 6.5 Stolen Photography and Media\r\n\r\nThe use of photographs, images, videos, or audio recordings without proper authorization, including:\r\n\r\n- Using stock photography in violation of the applicable stock license terms;\r\n- Downloading and re-uploading images from other sellers' listings, websites, or social media accounts;\r\n- Using photographs of identifiable individuals without their consent;\r\n- Using copyrighted music, sound effects, or audio recordings in practitioner content without appropriate licenses.\r\n\r\n---\r\n\r\n## 7. Trademark Policy\r\n\r\n### 7.1 Third-Party Trademarks on the Platform\r\n\r\nUsers may reference third-party trademarks on the Platform solely for purposes of accurate product description, compatibility information, or fair comparative reference, provided that such use:\r\n\r\n- Is truthful, non-misleading, and does not suggest endorsement, affiliation, or sponsorship;\r\n- Does not dilute, tarnish, or otherwise damage the reputation of the trademark owner;\r\n- Complies with applicable nominative fair use principles under the laws of Australia, the United Kingdom, and the United States.\r\n\r\n### 7.2 Trademark Complaints\r\n\r\nTrademark owners who believe their marks are being used on the Platform in a manner that constitutes infringement may submit a trademark complaint using the procedures described in Section 12 of this Policy. SpiriVerse will investigate all credible trademark complaints and take appropriate action, which may include removal of infringing content, issuance of warnings, or termination of offending accounts.\r\n\r\n---\r\n\r\n## 8. DMCA Takedown Process (United States)\r\n\r\nSpiriVerse complies with the Digital Millennium Copyright Act of 1998 (\"DMCA\"), 17 U.S.C. Section 512. The following procedures apply to copyright infringement claims arising under United States law.\r\n\r\n### 8.1 Designated DMCA Agent\r\n\r\nSpiriVerse's designated agent for receiving notifications of claimed copyright infringement is:\r\n\r\n**DMCA Agent:** [DMCA_AGENT_NAME]\r\n**Address:** [DMCA_AGENT_ADDRESS]\r\n**Email:** dmca@spiriverse.com\r\n\r\n### 8.2 Filing a DMCA Takedown Notice\r\n\r\nIf you are a copyright owner or an authorized agent thereof and believe that content hosted on the Platform infringes your copyright, you may submit a written DMCA takedown notice to our designated agent. Your notice must contain all of the following:\r\n\r\n1. **Identification of the copyrighted work** claimed to have been infringed, or, if multiple works are covered by a single notification, a representative list of such works;\r\n2. **Identification of the infringing material** and information reasonably sufficient to permit SpiriVerse to locate the material on the Platform (e.g., URLs, product listing IDs, or screenshots);\r\n3. **Contact information** of the complaining party, including full legal name, mailing address, telephone number, and email address;\r\n4. **A statement of good faith belief** that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;\r\n5. **A statement, made under penalty of perjury**, that the information in the notification is accurate and that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;\r\n6. **A physical or electronic signature** of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\r\n\r\nNotices may be submitted to: **dmca@spiriverse.com**\r\n\r\n### 8.3 Processing of DMCA Notices\r\n\r\nUpon receipt of a valid DMCA takedown notice, SpiriVerse will:\r\n\r\n1. Promptly remove or disable access to the allegedly infringing content;\r\n2. Notify the User who posted the content (\"Alleged Infringer\") that the content has been removed or disabled, and provide a copy of the takedown notice;\r\n3. Inform the Alleged Infringer of their right to submit a counter-notification.\r\n\r\n### 8.4 Counter-Notification\r\n\r\nIf you are a User whose content has been removed pursuant to a DMCA takedown notice and you believe the removal was the result of a mistake or misidentification, you may submit a written counter-notification to our designated DMCA agent. Your counter-notification must include:\r\n\r\n1. **Identification of the material** that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access was disabled;\r\n2. **A statement under penalty of perjury** that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;\r\n3. **Your full legal name, mailing address, and telephone number**;\r\n4. **A statement that you consent to the jurisdiction** of the Federal District Court for the judicial district in which your address is located (or, if your address is outside the United States, any judicial district in which SpiriVerse may be found), and that you will accept service of process from the person who provided the original DMCA notification or an agent of such person;\r\n5. **Your physical or electronic signature**.\r\n\r\nCounter-notifications may be submitted to: **dmca@spiriverse.com**\r\n\r\n### 8.5 Restoration of Content\r\n\r\nUpon receipt of a valid counter-notification, SpiriVerse will:\r\n\r\n1. Forward a copy of the counter-notification to the original complainant;\r\n2. Inform the original complainant that the removed material will be restored in ten (10) to fourteen (14) business days unless the complainant files a court action seeking a restraining order against the Alleged Infringer;\r\n3. Restore the removed content within ten (10) to fourteen (14) business days after receiving the counter-notification, unless SpiriVerse receives notice that a court action has been filed.\r\n\r\n---\r\n\r\n## 9. UK Copyright Process (Copyright, Designs and Patents Act 1988)\r\n\r\nSpiriVerse respects the rights of copyright holders under the Copyright, Designs and Patents Act 1988 (UK) (\"CDPA\") and related UK legislation, including the Electronic Commerce (EC Directive) Regulations 2002.\r\n\r\n### 9.1 Filing a Copyright Infringement Notice (UK)\r\n\r\nCopyright holders or their authorized agents who believe that content on the Platform infringes their copyright under UK law may submit a written notice of infringement to SpiriVerse. The notice should include:\r\n\r\n1. **Full legal name and contact details** of the rights holder or authorized representative, including postal address, telephone number, and email address;\r\n2. **Identification of the copyrighted work** that is claimed to have been infringed, with sufficient detail to identify the work (e.g., title, author, publication details, registration number if applicable);\r\n3. **Identification of the infringing content** on the Platform, with information sufficient to locate it (e.g., URLs, listing identifiers, or descriptions);\r\n4. **A statement of the basis of the claim**, including a description of the rights held and the manner in which the content is alleged to infringe those rights;\r\n5. **A declaration that the information provided is accurate** and that the complainant is authorized to act on behalf of the rights holder;\r\n6. **A signature** (physical or electronic) of the rights holder or authorized representative.\r\n\r\nNotices should be submitted to: **legal@spiriverse.com**\r\n\r\n### 9.2 Processing of UK Copyright Notices\r\n\r\nUpon receipt of a substantiated notice of copyright infringement under UK law, SpiriVerse will:\r\n\r\n1. Assess the notice for completeness and credibility;\r\n2. Where appropriate, expeditiously remove or disable access to the allegedly infringing content;\r\n3. Notify the User responsible for the content of the action taken and provide an opportunity to respond;\r\n4. Consider any response from the User before determining whether to restore the content.\r\n\r\n### 9.3 User Response (UK)\r\n\r\nUsers whose content is removed following a UK copyright infringement notice may submit a response to SpiriVerse that includes:\r\n\r\n1. Identification of the removed content and its prior location on the Platform;\r\n2. An explanation of why the content does not constitute infringement, including any applicable defenses (e.g., fair dealing under Sections 29 or 30 of the CDPA, expiration of copyright, or independent creation);\r\n3. Contact details sufficient for the complainant to initiate legal proceedings if they choose to do so;\r\n4. A declaration that the information provided is accurate.\r\n\r\nSpiriVerse will review the response and, in its discretion, may restore the content if it determines in good faith that the content does not infringe, or may maintain the removal pending resolution between the parties.\r\n\r\n---\r\n\r\n## 10. Australian Copyright Process (Copyright Act 1968)\r\n\r\nSpiriVerse respects the rights of copyright holders under the Copyright Act 1968 (Cth) (\"Australian Copyright Act\") and complies with the safe harbor provisions under Part V, Division 2AA of that Act where applicable.\r\n\r\n### 10.1 Filing a Copyright Infringement Notice (Australia)\r\n\r\nCopyright holders or their authorized agents who believe that content on the Platform infringes their copyright under Australian law may submit a written notice of infringement to SpiriVerse. The notice should include:\r\n\r\n1. **Full legal name and contact details** of the rights holder or authorized representative, including postal address, telephone number, and email address;\r\n2. **Identification of the copyrighted work** that is claimed to have been infringed, with sufficient detail to identify the work;\r\n3. **Identification of the infringing content** on the Platform, with information sufficient to locate it;\r\n4. **A statement of the basis of the claim**, explaining the nature of the copyright held and the manner of alleged infringement;\r\n5. **A declaration that the complainant has a good faith belief** that the use of the material is not authorized by the copyright owner, a licensee of the copyright owner, or the law;\r\n6. **A declaration that the information provided is accurate** and that the complainant is authorized to act on behalf of the rights holder;\r\n7. **A signature** (physical or electronic) of the rights holder or authorized representative.\r\n\r\nNotices should be submitted to: **legal@spiriverse.com**\r\n\r\n### 10.2 Processing of Australian Copyright Notices\r\n\r\nUpon receipt of a substantiated notice of copyright infringement under Australian law, SpiriVerse will:\r\n\r\n1. Assess the notice for completeness and compliance with the requirements of the Australian Copyright Act;\r\n2. Where appropriate, expeditiously remove or disable access to the allegedly infringing content;\r\n3. Notify the User responsible for the content of the action taken and provide the User with the substance of the notice;\r\n4. Provide the User with an opportunity to submit a counter-notice.\r\n\r\n### 10.3 Counter-Notice (Australia)\r\n\r\nUsers whose content is removed following an Australian copyright infringement notice may submit a counter-notice to SpiriVerse that includes:\r\n\r\n1. Identification of the removed content and its prior location on the Platform;\r\n2. A statement of good faith belief that the content was removed as a result of mistake or misidentification;\r\n3. The User's full legal name, address, and contact details;\r\n4. Consent to the jurisdiction of the Federal Court of Australia or the relevant state or territory court;\r\n5. A declaration that the information provided is accurate;\r\n6. The User's signature (physical or electronic).\r\n\r\nUpon receipt of a valid counter-notice, SpiriVerse will forward the counter-notice to the original complainant and, unless the complainant notifies SpiriVerse that it has commenced legal proceedings within a reasonable period, SpiriVerse may restore the content at its discretion.\r\n\r\n---\r\n\r\n## 11. Safe Harbor Provisions\r\n\r\n### 11.1 United States (DMCA Section 512)\r\n\r\nSpiriVerse operates as an online service provider and seeks the protections of Section 512 of the DMCA. SpiriVerse does not monitor, screen, or edit User Content prior to publication. SpiriVerse will respond expeditiously to valid takedown notices and comply with the notice-and-takedown and counter-notification procedures set forth in Section 512 of the DMCA.\r\n\r\n### 11.2 United Kingdom (E-Commerce Regulations 2002)\r\n\r\nSpiriVerse seeks the protections available to hosting service providers under the Electronic Commerce (EC Directive) Regulations 2002 (as retained under UK law). SpiriVerse does not have actual knowledge of unlawful activity or information on the Platform until receipt of a valid notice, and upon obtaining such knowledge, SpiriVerse acts expeditiously to remove or disable access to the relevant content.\r\n\r\n### 11.3 Australia (Copyright Act 1968, Part V, Division 2AA)\r\n\r\nSpiriVerse seeks the protections of the safe harbor provisions under Part V, Division 2AA of the Copyright Act 1968 (Cth). SpiriVerse has adopted and reasonably implemented a policy for the termination of repeat infringers, accommodates and does not interfere with standard technical measures used by copyright owners to identify or protect copyrighted works, and complies with the relevant conditions for safe harbor protection under Australian law.\r\n\r\n### 11.4 General\r\n\r\nThe safe harbor provisions referenced in this Section are applicable only to the extent that SpiriVerse qualifies for such protections under the respective laws. Nothing in this Policy shall be construed as an admission that SpiriVerse is or is not eligible for any particular safe harbor protection.\r\n\r\n---\r\n\r\n## 12. Reporting Intellectual Property Violations\r\n\r\n### 12.1 How to Report\r\n\r\nIf you believe that content on the Platform infringes your intellectual property rights (whether copyright, trademark, or otherwise), you may report the violation by contacting SpiriVerse through any of the following channels:\r\n\r\n- **Email:** legal@spiriverse.com (for general IP complaints) or dmca@spiriverse.com (for DMCA-specific notices)\r\n- **Post:** [DMCA_AGENT_NAME], [DMCA_AGENT_ADDRESS]\r\n\r\n### 12.2 Information Required\r\n\r\nTo facilitate prompt investigation, your report should include the following information to the extent applicable:\r\n\r\n1. Your full legal name and contact information;\r\n2. A clear description of the intellectual property right you believe has been infringed (for copyright claims, identify the specific work; for trademark claims, identify the registered mark and registration number if available);\r\n3. A clear identification of the content on the Platform that you believe is infringing, with sufficient information for SpiriVerse to locate the content;\r\n4. An explanation of how the identified content infringes your rights;\r\n5. A statement of good faith belief that the use is unauthorized;\r\n6. A statement that the information you have provided is accurate and, where applicable, that you are authorized to act on behalf of the rights holder;\r\n7. Your signature (physical or electronic).\r\n\r\n### 12.3 Investigation and Action\r\n\r\nUpon receipt of a complete and credible intellectual property complaint, SpiriVerse will:\r\n\r\n1. Acknowledge receipt of the complaint within a reasonable timeframe;\r\n2. Investigate the allegations in good faith;\r\n3. Take appropriate action, which may include removal of content, issuance of warnings, account suspension, or account termination, depending on the severity and nature of the infringement;\r\n4. Notify relevant parties of actions taken, subject to legal and privacy considerations.\r\n\r\n---\r\n\r\n## 13. Repeat Infringer Policy\r\n\r\n### 13.1 Policy Statement\r\n\r\nSpiriVerse maintains a policy for the termination of Users who are repeat infringers of intellectual property rights, in accordance with the requirements of the DMCA, the Australian Copyright Act 1968, and applicable UK law.\r\n\r\n### 13.2 Strikes and Consequences\r\n\r\nSpiriVerse implements a graduated enforcement system:\r\n\r\n- **First Offense:** The infringing content will be removed and the User will receive a formal written warning, along with education regarding the Platform's intellectual property policies.\r\n- **Second Offense:** The infringing content will be removed, the User will receive a final warning, and the User's account may be subject to temporary suspension or restriction of privileges (such as the ability to upload new content or list new products).\r\n- **Third Offense:** The User's account will be terminated. Terminated Users may be permanently barred from creating new accounts on the Platform.\r\n\r\n### 13.3 Discretionary Action\r\n\r\nSpiriVerse reserves the right, at its sole discretion, to terminate any User's account at any time for a single act of infringement where the infringement is willful, egregious, or involves commercial-scale counterfeiting. SpiriVerse also reserves the right to consider mitigating factors, such as the good faith nature of the alleged infringement, when determining appropriate action.\r\n\r\n### 13.4 Record Keeping\r\n\r\nSpiriVerse maintains records of all intellectual property complaints and the actions taken in response thereto for the purposes of implementing and enforcing this repeat infringer policy.\r\n\r\n---\r\n\r\n## 14. Good Faith Requirements\r\n\r\n### 14.1 Obligations of Complainants\r\n\r\nAll intellectual property complaints submitted to SpiriVerse must be made in good faith. Complainants must:\r\n\r\n- Have a genuine and reasonable belief that the content in question infringes their intellectual property rights;\r\n- Provide accurate and complete information in their notices;\r\n- Not use the complaint process to harass competitors, suppress legitimate commentary, or gain an unfair commercial advantage;\r\n- Understand that knowingly material misrepresentation in a DMCA notice or counter-notification may result in liability for damages under 17 U.S.C. Section 512(f), and analogous consequences under applicable UK and Australian law.\r\n\r\n### 14.2 Obligations of Users\r\n\r\nUsers whose content is the subject of an intellectual property complaint must:\r\n\r\n- Respond to any notices from SpiriVerse in a timely and truthful manner;\r\n- Not submit counter-notifications or responses that contain false or misleading information;\r\n- Not engage in retaliatory conduct against complainants.\r\n\r\n### 14.3 Abuse of Process\r\n\r\nSpiriVerse reserves the right to disregard or take adverse action against parties who abuse the intellectual property complaint or counter-notification process. Abuse includes, but is not limited to, filing frivolous or bad-faith complaints, submitting false counter-notifications, and repeatedly filing complaints that are determined to lack merit.\r\n\r\n---\r\n\r\n## 15. Limitation of Liability\r\n\r\nSpiriVerse does not pre-screen or proactively monitor User Content for intellectual property infringement. SpiriVerse is not responsible for determining the ownership, validity, or scope of any intellectual property rights, and does not guarantee the accuracy or completeness of any complaint or response received.\r\n\r\nSpiriVerse's actions in response to intellectual property complaints (including the removal, disabling, or restoration of content) are taken in good faith and in accordance with the procedures set forth in this Policy and applicable law. SpiriVerse shall not be liable to any party for any actions taken in good faith pursuant to this Policy.\r\n\r\nNothing in this Policy shall be construed as legal advice. Users and complainants are encouraged to consult qualified legal counsel regarding their rights and obligations.\r\n\r\n---\r\n\r\n## 16. Amendments\r\n\r\nSpiriVerse reserves the right to amend this Policy at any time. Material changes will be communicated to Users through the Platform or via email to the address associated with your account. Continued use of the Platform following the posting of changes constitutes acceptance of the revised Policy.\r\n\r\n---\r\n\r\n## 17. Contact Information\r\n\r\nFor questions regarding this Intellectual Property & DMCA Policy, or to report an intellectual property concern:\r\n\r\n**General Intellectual Property Inquiries:**\r\nEmail: legal@spiriverse.com\r\n\r\n**DMCA Notices and Counter-Notifications (US):**\r\nEmail: dmca@spiriverse.com\r\n\r\n**Designated DMCA Agent:**\r\n[DMCA_AGENT_NAME]\r\n[DMCA_AGENT_ADDRESS]\r\n\r\n**Copyright Notices (UK and Australia):**\r\nEmail: legal@spiriverse.com\r\n\r\n---\r\n\r\n*This Policy is provided for informational purposes and does not constitute legal advice. [COMPANY_ENTITY] recommends that Users consult with qualified legal counsel regarding their specific intellectual property rights and obligations.*\r\n",
    "market": "global",
    "version": 1,
    "isPublished": true,
    "effectiveDate": "2026-02-09T20:45:33.743Z"
  }
]