{
  "id": "acceptable-use-policy",
  "docType": "legal-document",
  "documentType": "acceptable-use-policy",
  "title": "Acceptable Use Policy",
  "content": "# Acceptable Use Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\n---\r\n\r\n## 1. Purpose and Scope\r\n\r\nThis Acceptable Use Policy (\"AUP\") governs all use of the SpiriVerse platform, including its marketplace, partner services, events, livestreaming, on-demand content, community features, and messaging systems. It applies to all users. A \"Partner\" is any individual or business that lists services, products, or experiences on SpiriVerse.\r\n\r\nIt applies to all users---partners, event hosts, content creators, and community members---across all regions in which SpiriVerse operates (Australia, United Kingdom, and United States).\r\n\r\nSpiriVerse is a spiritual marketplace built on respect for diverse traditions, honest practice, and the wellbeing of every member of our community. This policy exists to maintain a trustworthy environment where spiritual seekers can explore, learn, and grow safely, and where partners can offer their gifts with integrity.\r\n\r\nBy accessing or using SpiriVerse, you agree to comply with this AUP. This policy supplements our Terms of Service and Privacy Policy.\r\n\r\n---\r\n\r\n## 2. Permitted Uses\r\n\r\nSpiriVerse welcomes a broad range of spiritual traditions, interests, and modalities. The platform is designed for:\r\n\r\n- **Partners** selling spiritual products such as crystals, tarot decks, oracle decks, candles, jewelry, herbs, incense, ritual tools, and related goods.\r\n- **Partners** offering services across recognized modalities, including but not limited to: Tarot, Oracle, Astrology, Numerology, Reiki, Energy Healing, Crystal Healing, Sound Healing, Life Coaching, Spiritual Counseling, Breathwork, Meditation, Shamanic Practices, Channeling, and Past-Life Reading.\r\n- **Event hosts** organizing workshops, classes, retreats, ceremonies, circles, and community gatherings---both virtual and in-person.\r\n- **Content creators** producing livestreams, recorded video, podcasts, and written content related to spiritual topics.\r\n- **Community members** engaging in messaging, reviews, social posts, comments, and discussions within the spiritual interest areas supported by the platform, including Mediumship, Paranormal, Crystals, Witchcraft, Energy, Herbalism, and Faith.\r\n\r\nAll use of the platform must be lawful, honest, and conducted in good faith.\r\n\r\n---\r\n\r\n## 3. Prohibited Content and Conduct\r\n\r\nThe following activities, content, and behaviors are strictly prohibited on SpiriVerse. This list is not exhaustive; SpiriVerse reserves the right to take action against any conduct that violates the spirit of this policy.\r\n\r\n### 3.1 Fraudulent Spiritual Practices\r\n\r\n- Delivering fabricated, scripted, or pre-manufactured readings, predictions, or channeled messages presented as genuine spiritual work.\r\n- Using cold reading techniques, data harvesting, or social engineering to simulate psychic or intuitive ability.\r\n- Claiming guaranteed outcomes from any spiritual service (e.g., \"I will reunite you with your ex,\" \"This spell will make you wealthy\").\r\n- Misrepresenting qualifications, training, lineage, certifications, or experience.\r\n\r\n### 3.2 Medical, Legal, and Financial Claims\r\n\r\n- Diagnosing, treating, or claiming to cure any medical or psychological condition.\r\n- Advising users to discontinue prescribed medications, therapies, or medical treatments.\r\n- Providing legal advice or representing oneself as a legal professional.\r\n- Providing specific financial or investment advice or representing oneself as a licensed financial advisor.\r\n- Marketing any product or service as a substitute for professional medical, legal, or financial consultation.\r\n\r\nPartners are expected to make clear that spiritual services are complementary in nature and do not replace professional advice. Where appropriate, partners must encourage clients to seek qualified professional help.\r\n\r\n### 3.3 Exploitation of Vulnerable Individuals\r\n\r\n- Targeting or manipulating individuals who are grieving, in crisis, experiencing mental health difficulties, or otherwise in a vulnerable state.\r\n- Creating artificial dependency on a partner's services through emotional manipulation.\r\n- Pressuring clients into purchasing additional sessions, products, or services through fear, guilt, or emotional coercion.\r\n- Exploiting minors or individuals who lack the capacity to provide informed consent.\r\n- Taking advantage of a client's disclosed personal information for financial or personal gain outside the scope of the agreed service.\r\n\r\n### 3.4 Hate Speech, Discrimination, and Harassment\r\n\r\n- Content or conduct that promotes hatred, violence, or discrimination based on race, ethnicity, national origin, religion, gender, gender identity, sexual orientation, disability, age, or any other protected characteristic.\r\n- Bullying, intimidation, stalking, doxxing, or sustained harassment of any user.\r\n- Threatening language or behavior, whether direct or implied.\r\n- Deliberately misgendering, deadnaming, or otherwise targeting an individual's identity.\r\n- Gatekeeping spiritual practices based on identity characteristics unrelated to legitimate lineage or tradition requirements.\r\n\r\n### 3.5 Illegal Substances and Controlled Items\r\n\r\n- Listing, selling, or promoting controlled substances, illegal drugs, or drug paraphernalia.\r\n- Selling products that contain banned or regulated ingredients without proper disclosure and compliance with applicable laws in AU, UK, and US.\r\n- Marketing non-approved substances as having therapeutic or medicinal properties in violation of local regulations (e.g., TGA in Australia, MHRA in the UK, FDA in the US).\r\n\r\n### 3.6 Counterfeit and Misrepresented Products\r\n\r\n- Selling counterfeit, fake, or materially misrepresented products.\r\n- Labeling synthetic or lab-created items (e.g., crystals, gemstones) as natural without disclosure.\r\n- Misrepresenting the origin, composition, age, or provenance of any product.\r\n- Selling items claimed to be \"blessed,\" \"charged,\" or \"enchanted\" in a manner intended to deceive rather than reflect genuine spiritual practice.\r\n\r\n### 3.7 Sexual Content and Services\r\n\r\n- Offering sexual services or sexually explicit content under the guise of spiritual practice (e.g., labeling sexual services as \"tantric healing\" or \"sacred intimacy\" when they are primarily sexual in nature).\r\n- Posting sexually explicit images, videos, or text in any area of the platform.\r\n- Soliciting sexual contact through messaging, session bookings, or community features.\r\n- Using spiritual authority or the partner-client relationship to initiate or solicit sexual contact.\r\n\r\n### 3.8 Pyramid Schemes and MLM Activity\r\n\r\n- Using the platform to recruit participants into multi-level marketing (MLM), network marketing, or pyramid schemes.\r\n- Disguising MLM recruitment as spiritual coaching, mentorship programs, or partner training where the primary revenue model depends on recruitment rather than legitimate service delivery.\r\n- Requiring participants to purchase inventory, starter kits, or membership tiers as a condition of participation in programs marketed as spiritual development.\r\n\r\n### 3.9 Cultural Appropriation of Closed Practices\r\n\r\nSpiriVerse respects the distinction between open and closed spiritual practices. The following is prohibited:\r\n\r\n- Claiming initiation, lineage, or authority in closed cultural or spiritual traditions (e.g., specific Indigenous ceremonies, certain African diasporic traditions, closed initiatory paths) without genuine connection, training, and authorization from recognized elders or community leaders within that tradition.\r\n- Commercializing sacred items, ceremonies, or practices from closed traditions without proper cultural authority.\r\n- Misrepresenting the cultural origin of practices, tools, or teachings.\r\n\r\nSpiriVerse acknowledges that questions of cultural exchange versus appropriation are nuanced. We encourage respectful dialogue and will consult with cultural advisors and community representatives when evaluating reports in this area.\r\n\r\n### 3.10 Fear-Based Manipulation\r\n\r\n- Claiming to detect curses, hexes, dark entities, or spiritual attachments for the purpose of selling removal services through fear.\r\n- Threatening users with spiritual harm, bad luck, karmic retribution, or supernatural consequences if they do not purchase services or products.\r\n- Manufacturing urgency or fear to drive sales (e.g., \"If you don't act now, the negative energy will worsen\").\r\n- Sending unsolicited messages to users claiming to have received psychic information about dangers they face.\r\n- Using claims of spiritual authority to control or intimidate others.\r\n\r\n### 3.11 Price Gouging and Predatory Pricing\r\n\r\n- Charging prices that are grossly disproportionate to the service or product offered with the intent to exploit.\r\n- Implementing hidden fees, undisclosed charges, or deceptive pricing structures.\r\n- Bait-and-switch tactics where the actual service or product differs materially from what was advertised at the listed price.\r\n- Pressuring clients into purchasing expensive packages or upgrades during or immediately after emotionally intensive sessions.\r\n\r\n### 3.12 Spam and Unsolicited Messaging\r\n\r\n- Sending bulk, automated, or unsolicited messages to users for promotional purposes.\r\n- Repeatedly contacting users who have not engaged or who have indicated they do not wish to be contacted.\r\n- Using the messaging system to distribute chain messages, phishing attempts, or external links unrelated to legitimate platform activity.\r\n- Creating multiple accounts to circumvent messaging restrictions or blocks.\r\n\r\n### 3.13 Review Manipulation\r\n\r\n- Posting fake, purchased, or incentivized reviews (whether positive for oneself or negative for competitors).\r\n- Offering discounts, free services, or other compensation in exchange for reviews without disclosure.\r\n- Pressuring or intimidating clients to leave positive reviews or remove negative ones.\r\n- Using multiple accounts to inflate ratings or review counts.\r\n- Filing false reports against competitors' legitimate reviews.\r\n\r\n### 3.14 Data Harvesting\r\n\r\n- Scraping, collecting, or aggregating personal data, contact information, or behavioral data from other users' profiles, posts, or interactions.\r\n- Using information obtained on SpiriVerse to contact users on external platforms for commercial purposes without their explicit consent.\r\n- Building marketing lists, databases, or contact directories from SpiriVerse user data.\r\n- Using automated tools, bots, or scripts to extract data from the platform.\r\n\r\n---\r\n\r\n## 4. Product Listing Standards\r\n\r\nPartners listing products on SpiriVerse must adhere to the following:\r\n\r\n- **Accurate descriptions:** All product listings must accurately describe the item, including materials, dimensions, weight, origin, and any relevant properties. Claims about metaphysical or spiritual properties must be presented as traditional beliefs or personal perspectives, not as guaranteed effects.\r\n- **Clear imagery:** Product photos must accurately represent the item being sold. Stock photos may be used only when clearly labeled as representative images, and the listing must state that the actual item may vary.\r\n- **Proper categorization:** Products must be listed in the correct categories and tagged appropriately.\r\n- **Legal compliance:** All products must comply with applicable consumer protection, product safety, and import/export laws in the jurisdictions where they are sold (AU, UK, US). Partners are responsible for understanding and meeting these requirements.\r\n- **Ingredient and material disclosure:** Products containing herbs, essential oils, resins, or other substances must include a full ingredient list and relevant safety warnings (e.g., allergens, not for internal use, keep away from pets).\r\n- **Shipping and returns:** Listings must include clear information about shipping timelines, costs, and return policies consistent with SpiriVerse marketplace requirements.\r\n- **No misleading claims:** Partners must not claim that products will produce specific physical, medical, or guaranteed spiritual outcomes.\r\n\r\n---\r\n\r\n## 5. Service Delivery Standards\r\n\r\nPartners offering services on SpiriVerse must adhere to the following:\r\n\r\n- **Accurate representation:** Service listings must clearly describe what the client will receive, the duration, the format (live video, phone, chat, in-person), and the price.\r\n- **Timely delivery:** Services must be delivered within the timeframe communicated to the client. Partners must communicate promptly if scheduling changes are necessary.\r\n- **Professional conduct:** Partners must maintain professional boundaries at all times and conduct sessions in a respectful and ethical manner.\r\n- **Informed consent:** Before beginning a session, partners must ensure the client understands the nature of the service, any limitations, and that the service is spiritual or complementary in nature and not a substitute for professional advice.\r\n- **Confidentiality:** Information shared by clients during sessions must be treated as confidential and must not be disclosed to third parties, used for marketing, or shared publicly without explicit written consent.\r\n- **Scope of practice:** Partners must operate within the scope of their training and experience. They must not offer services in modalities for which they are not trained or qualified.\r\n- **Referrals:** When a client presents concerns that fall outside the partner's scope---particularly medical, psychological, legal, or financial matters---the partner must recommend that the client seek appropriate professional help.\r\n\r\n---\r\n\r\n## 6. Event Hosting Standards\r\n\r\nUsers hosting events, workshops, or gatherings through SpiriVerse must adhere to the following:\r\n\r\n- **Accurate event descriptions:** Event listings must clearly describe the content, format, prerequisites (if any), duration, and cost. Any physical requirements or potential emotional intensity should be disclosed.\r\n- **Qualified facilitation:** Event hosts must have appropriate knowledge, training, or experience for the content they are facilitating. Where events involve specific modalities (e.g., breathwork, shamanic journeying), the host must have relevant qualifications.\r\n- **Safety and duty of care:** Hosts are responsible for creating a safe environment for participants, whether virtual or in-person. This includes establishing ground rules, managing group dynamics, and having a plan for addressing participant distress.\r\n- **Capacity and access:** Event listings must accurately state capacity limits and accessibility information. Overbooking or misrepresenting access is prohibited.\r\n- **Cancellation policies:** Hosts must clearly state cancellation and refund policies in the event listing and honor them consistently.\r\n- **Recording and privacy:** If events will be recorded, hosts must disclose this in advance and obtain participant consent. Recordings must not be used for purposes beyond those disclosed.\r\n\r\n---\r\n\r\n## 7. Content Standards\r\n\r\nAll content shared on SpiriVerse---including livestreams, recorded video, podcasts, social posts, comments, and written materials---must meet the following standards:\r\n\r\n- **Truthfulness:** Content must be honest and not intentionally misleading. Personal opinions, beliefs, and interpretations should be presented as such, not as universal facts.\r\n- **Respect for diverse traditions:** Content must respect the diversity of spiritual paths represented on SpiriVerse. Criticizing or demeaning other traditions, practices, or belief systems is not permitted.\r\n- **Age-appropriate content:** All content must be appropriate for a general audience. Content that includes mature themes must carry appropriate warnings.\r\n- **Livestream conduct:** Livestream hosts are responsible for moderating chat in real time and addressing violations of this AUP that occur during their streams. Hosts must not use livestreams to pressure viewers into purchases or donations through manipulation.\r\n- **No misinformation:** Content that promotes dangerous misinformation---particularly regarding health, safety, or emergency situations---is prohibited.\r\n- **Attribution:** When sharing teachings, techniques, or content originated by others, proper attribution must be given.\r\n- **Advertising restrictions:** Content must not include unsolicited advertising for external platforms, services, or products unrelated to the creator's SpiriVerse presence, unless explicitly permitted by SpiriVerse.\r\n\r\n---\r\n\r\n## 8. Community Conduct\r\n\r\nAll community interactions---including messaging, reviews, social posts, and comments---are governed by the following expectations:\r\n\r\n- **Respectful communication:** Engage with others respectfully, even when you disagree. Debate and discussion are welcome; personal attacks are not.\r\n- **Constructive reviews:** Reviews should reflect genuine experiences and provide constructive feedback. They should focus on the product, service, or experience rather than personal attacks against the partner.\r\n- **Honest social engagement:** Social posts and comments should be authentic. Artificially amplifying content, coordinating inauthentic behavior, or using deceptive tactics to influence community discourse is prohibited.\r\n- **Messaging boundaries:** Respect other users' boundaries in messaging. Do not send repeated messages after being asked to stop, and do not use messaging for purposes unrelated to legitimate platform activity.\r\n- **No solicitation outside the platform:** Using SpiriVerse community features to redirect users to external platforms in order to circumvent SpiriVerse's systems (e.g., payments, reviews, dispute resolution) is prohibited.\r\n- **Reporting in good faith:** Users are encouraged to report violations of this AUP. Filing false, malicious, or retaliatory reports is itself a violation of this policy.\r\n\r\n---\r\n\r\n## 9. Partner Obligations\r\n\r\nIn addition to the service delivery standards outlined in Section 5, partners on SpiriVerse accept the following obligations:\r\n\r\n- **Honesty and integrity:** Partners must represent their abilities, experience, and the nature of their services honestly. Spiritual work inherently involves subjective experience; partners must not exploit this subjectivity to mislead clients.\r\n- **Scope of practice:** Partners must clearly define and operate within their scope of practice. A tarot reader should not present themselves as a licensed therapist; an energy healer should not claim to diagnose disease. Where modalities overlap with regulated professions, partners must make the distinction clear.\r\n- **Appropriate referrals:** Partners must refer clients to qualified professionals when the client's needs exceed the partner's scope. This is particularly critical when clients present signs of mental health crisis, medical emergency, abuse, or legal jeopardy.\r\n- **Continuing development:** Partners are encouraged to pursue ongoing learning, mentorship, and professional development within their modalities.\r\n- **Ethical pricing:** Partners must price their services fairly and transparently. Where sliding-scale or donation-based pricing is offered, the terms must be clearly stated.\r\n- **Client autonomy:** Partners must respect client autonomy and the client's right to make their own decisions. Creating dependency, overriding client agency, or using spiritual authority to control clients is prohibited.\r\n- **Record keeping:** Partners are encouraged to maintain appropriate records of client interactions to support accountability and continuity of care, in compliance with applicable privacy laws.\r\n\r\n---\r\n\r\n## 10. Intellectual Property\r\n\r\nAll users must respect intellectual property rights:\r\n\r\n- Do not upload, share, or sell content (images, text, video, audio, designs) that you do not own or have the right to use.\r\n- Do not reproduce or distribute copyrighted materials---including tarot spread designs, course content, written readings, or proprietary methodologies---without permission from the rights holder.\r\n- Do not use another user's branding, business name, likeness, or proprietary content without their explicit consent.\r\n- Respect trademarks and trade dress. Do not create listings or content that could cause confusion with established brands or partners.\r\n- If you believe your intellectual property rights have been infringed on SpiriVerse, contact us at trust@spiriverse.com with details of the alleged infringement.\r\n\r\n---\r\n\r\n## 11. Reporting Violations\r\n\r\nSpiriVerse relies on its community to help maintain a safe and trustworthy environment. If you encounter content or conduct that you believe violates this AUP, please report it promptly.\r\n\r\n**How to report:**\r\n\r\n- **In-platform reporting:** Use the report feature available on listings, profiles, content, messages, and reviews to flag specific violations.\r\n- **Email:** Send a detailed report to **trust@spiriverse.com**, including:\r\n  - Your account information (name, email, or username).\r\n  - A description of the violation, including relevant links, screenshots, or other evidence.\r\n  - The section(s) of this AUP you believe have been violated.\r\n  - Any additional context that may help our review.\r\n\r\n**What to expect:**\r\n\r\n- All reports are reviewed by the SpiriVerse Trust & Safety team.\r\n- Reports are treated confidentially. The identity of the reporter will not be disclosed to the reported party without consent, except where required by law.\r\n- You will receive an acknowledgment of your report and, where appropriate, an update on the outcome.\r\n- SpiriVerse may investigate potential violations proactively, without a formal report, based on platform monitoring and moderation activities.\r\n\r\n---\r\n\r\n## 12. Enforcement Actions\r\n\r\nSpiriVerse takes a graduated approach to enforcement, considering the severity of the violation, the user's history, and the potential for harm. Enforcement actions may include, but are not limited to:\r\n\r\n1. **Warning:** A formal notice identifying the violation and requiring corrective action. First-time or minor violations will typically result in a warning with guidance on how to comply.\r\n\r\n2. **Content removal:** Removal of specific listings, posts, reviews, messages, or other content that violates this AUP.\r\n\r\n3. **Feature restriction:** Temporary restriction of specific platform features (e.g., messaging, livestreaming, event hosting, posting) while a violation is under review or as a corrective measure.\r\n\r\n4. **Temporary suspension:** Suspension of the user's account for a defined period. During suspension, the user will be unable to access the platform. Partners' listings and partners' bookings will be paused.\r\n\r\n5. **Permanent termination:** Permanent removal from the platform. This action is reserved for severe violations, repeated offenses after prior warnings, or conduct that poses a significant risk to the safety of the community. Terminated users may not create new accounts.\r\n\r\n6. **Financial holds:** In cases involving fraud, disputes, or significant policy violations, SpiriVerse may place holds on pending payouts pending investigation and resolution.\r\n\r\n**Severity considerations:**\r\n\r\n- Violations involving fraud, exploitation of vulnerable individuals, or immediate safety risks may result in immediate suspension or termination without a prior warning.\r\n- Repeated minor violations, after warnings, may escalate to suspension or termination.\r\n- SpiriVerse will consider context, intent, and willingness to correct behavior when determining enforcement actions.\r\n\r\n---\r\n\r\n## 13. Appeals Process\r\n\r\nUsers who receive an enforcement action have the right to appeal. The appeals process is as follows:\r\n\r\n1. **Submit an appeal:** Send an email to **trust@spiriverse.com** with the subject line \"Policy Appeal -- [Your Username]\" within 30 calendar days of receiving the enforcement notice. Include:\r\n   - Your account information.\r\n   - The enforcement action you are appealing.\r\n   - A clear explanation of why you believe the action was incorrect or disproportionate.\r\n   - Any supporting evidence or context.\r\n\r\n2. **Review:** Appeals are reviewed by a member of the Trust & Safety team who was not involved in the original enforcement decision. SpiriVerse may consult subject-matter experts, cultural advisors, or community representatives as appropriate.\r\n\r\n3. **Decision:** You will receive a written response within 14 business days of your appeal submission. The response will explain the outcome and reasoning. Possible outcomes include:\r\n   - **Reversal:** The enforcement action is overturned and your account is restored to its prior state.\r\n   - **Modification:** The enforcement action is adjusted (e.g., a suspension is shortened or a termination is reduced to a suspension).\r\n   - **Upholding:** The original enforcement action is maintained.\r\n\r\n4. **Finality:** The appeal decision is final. SpiriVerse will not engage in further review of the same enforcement action unless significant new evidence is presented.\r\n\r\n---\r\n\r\n## 14. Updates to This Policy\r\n\r\nSpiriVerse may update this Acceptable Use Policy from time to time to reflect changes in the platform, our community's needs, evolving legal requirements, or emerging best practices for trust and safety in online spiritual spaces.\r\n\r\n**How updates are communicated:**\r\n\r\n- Material changes will be announced via email to registered users and through an in-platform notification at least 14 days before the changes take effect.\r\n- The updated policy will be posted on the SpiriVerse website with a revised effective date.\r\n- Continued use of SpiriVerse after the effective date of an updated AUP constitutes acceptance of the revised terms.\r\n\r\n**Your input matters:**\r\n\r\nSpiriVerse values community feedback on its policies. If you have suggestions, concerns, or questions about this AUP, please contact us at **trust@spiriverse.com**.\r\n\r\n---\r\n\r\n## 15. Contact\r\n\r\nFor questions, reports, or appeals related to this Acceptable Use Policy:\r\n\r\n**Email:** trust@spiriverse.com\r\n\r\n---\r\n\r\n*This Acceptable Use Policy is part of the SpiriVerse platform governance framework and should be read in conjunction with the Terms of Service and Privacy Policy.*\r\n",
  "market": "global",
  "version": 2,
  "isPublished": true,
  "effectiveDate": "2026-02-17T10:19:53.672Z",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-17T10:19:53.672Z",
  "updatedBy": "migration-035",
  "status": "ACTIVE",
  "createdDate": "2026-02-17T21:19:53.717+11:00",
  "createdBy": "migration-system",
  "_rid": "Pc5AAJDSILUoAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUoAAAAAAAAAA==/",
  "_etag": "\"b802eca7-0000-1b00-0000-699440ca0000\"",
  "_attachments": "attachments/",
  "changeSummary": "Replaced all Vendor/Practitioner terminology with Partner. Added Partner definition.",
  "_ts": 1771323594
}