{
  "id": "cookie-policy",
  "docType": "legal-document",
  "documentType": "cookie-policy",
  "title": "Cookie Policy",
  "content": "# Cookie Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\nThis Cookie Policy explains how SpiriVerse (\"we\", \"us\", or \"our\") uses cookies and similar technologies when you visit or use our spiritual marketplace platform at spiriverse.com. SpiriVerse operates across Australia, the United Kingdom, and the United States.\r\n\r\nWe encourage you to read this policy in full so you understand what information we collect using cookies and how that information is used.\r\n\r\n---\r\n\r\n## 1. What Are Cookies?\r\n\r\nCookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They allow the website to recognise your device and remember information about your visit, such as your preferences, login state, and browsing activity.\r\n\r\nCookies can be \"first-party\" (set by the website you are visiting) or \"third-party\" (set by a service used by the website, such as an analytics or payment provider). They can also be \"session\" cookies (deleted when you close your browser) or \"persistent\" cookies (remaining on your device for a set period or until you delete them).\r\n\r\n---\r\n\r\n## 2. How We Use Cookies\r\n\r\nWe use cookies for the following purposes:\r\n\r\n- **Authentication and security** -- keeping you signed in and protecting your account.\r\n- **Platform functionality** -- remembering your preferences and ensuring the platform works correctly.\r\n- **Analytics and performance** -- understanding how visitors use SpiriVerse so we can improve the experience.\r\n- **Payment processing** -- enabling secure transactions through our payment provider, Stripe.\r\n\r\n---\r\n\r\n## 3. Types of Cookies We Use\r\n\r\n### 3.1 Essential Cookies\r\n\r\nThese cookies are strictly necessary for the platform to function. They enable core features such as authentication, session management, and security. You cannot opt out of essential cookies because the platform will not work without them.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `session_id` | SpiriVerse | Authenticates your session after login and maintains your signed-in state across pages. | Session (expires when browser is closed) |\r\n| `csrf_token` | SpiriVerse | Protects against cross-site request forgery attacks by validating form submissions. | Session |\r\n| `__next_hmr_refresh` | Next.js | Used internally by the Next.js framework to manage page hydration and navigation state. | Session |\r\n| `__Secure-next-auth.session-token` | Next.js / SpiriVerse | Stores the encrypted authentication session token for secure sign-in. | 30 days |\r\n| `__Host-next-auth.csrf-token` | Next.js / SpiriVerse | CSRF protection token used by the authentication framework. | Session |\r\n| `__Secure-next-auth.callback-url` | Next.js / SpiriVerse | Stores the callback URL for authentication redirects. | Session |\r\n\r\n### 3.2 Analytics Cookies\r\n\r\nThese cookies help us understand how visitors interact with SpiriVerse. The data collected is aggregated and used to improve platform performance and user experience. Analytics cookies collect the following types of data:\r\n\r\n- Session identifiers (anonymous)\r\n- Pages viewed and navigation paths\r\n- Time spent on each page\r\n- Scroll depth on pages\r\n- Device type, browser, and operating system\r\n- Referrer source (how you arrived at SpiriVerse)\r\n- UTM campaign parameters (e.g., `utm_source`, `utm_medium`, `utm_campaign`)\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `_sv_session` | SpiriVerse | Anonymous session identifier used to group page views and interactions into a single visit for analytics. | 30 minutes from last activity |\r\n| `_sv_device` | SpiriVerse | Stores an anonymous device identifier to understand returning visitor patterns. | 1 year |\r\n| `_sv_referrer` | SpiriVerse | Records the original referrer source and UTM parameters for the current session. | Session |\r\n| `_sv_scroll` | SpiriVerse | Tracks maximum scroll depth on content pages to help us understand engagement. | Session |\r\n\r\n### 3.3 Functional Cookies\r\n\r\nThese cookies enable enhanced functionality and personalisation, such as remembering your preferred market region or display settings.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `sv_market` | SpiriVerse | Remembers your selected market region (AU, UK, or US) so you see relevant content, currency, and partners. | 1 year |\r\n| `sv_preferences` | SpiriVerse | Stores user interface preferences such as sidebar state or view mode selections. | 1 year |\r\n| `sv_cookie_consent` | SpiriVerse | Records your cookie consent choices so you are not asked again on every visit. | 1 year |\r\n\r\n### 3.4 Third-Party Cookies\r\n\r\nWe use third-party services that may set their own cookies on your device. We do not control the cookies set by these services. Please refer to each provider's own cookie and privacy policies for details.\r\n\r\n#### Stripe (Payment Processing)\r\n\r\nStripe is our payment processing provider. When you make a purchase, view a checkout page, or manage payment methods, Stripe may set cookies to enable secure payment processing and fraud prevention.\r\n\r\n| Cookie Name | Provider | Purpose | Duration |\r\n|---|---|---|---|\r\n| `__stripe_mid` | Stripe | Unique identifier for fraud prevention and payment security. | 1 year |\r\n| `__stripe_sid` | Stripe | Session identifier for payment processing. Used to maintain state during a transaction. | 30 minutes |\r\n| `m` | Stripe | Used by Stripe for fraud detection and risk assessment. | 2 years |\r\n\r\nFor more information, see the [Stripe Cookie Policy](https://stripe.com/cookies-policy/legal).\r\n\r\n---\r\n\r\n## 4. Cookie Consent\r\n\r\nWhen you first visit SpiriVerse, you will be presented with a cookie consent banner that allows you to accept or customise your cookie preferences. You can choose to:\r\n\r\n- **Accept all cookies** -- enables all cookie categories described in this policy.\r\n- **Accept essential cookies only** -- allows only the cookies strictly necessary for the platform to function. Analytics, functional, and third-party non-essential cookies will not be set.\r\n- **Customise your preferences** -- select which categories of non-essential cookies you wish to allow.\r\n\r\nYou can change your cookie preferences at any time by visiting the cookie settings in the platform footer or your account settings.\r\n\r\n**Important for UK users:** In accordance with the Privacy and Electronic Communications Regulations 2003 (PECR), we obtain your explicit consent before setting any non-essential cookies. Essential cookies that are strictly necessary for the service you have requested do not require consent under PECR. We store a record of your consent choice so we can demonstrate compliance.\r\n\r\n---\r\n\r\n## 5. Managing Cookies in Your Browser\r\n\r\nIn addition to our consent mechanism, you can control cookies through your browser settings. Below are instructions for the most common browsers:\r\n\r\n### Google Chrome\r\n\r\n1. Click the three-dot menu and select **Settings**.\r\n2. Navigate to **Privacy and security** > **Cookies and other site data**.\r\n3. Choose your preferred cookie setting or manage exceptions for specific sites.\r\n\r\n### Mozilla Firefox\r\n\r\n1. Click the hamburger menu and select **Settings**.\r\n2. Navigate to **Privacy & Security**.\r\n3. Under **Cookies and Site Data**, adjust your preferences or clear stored data.\r\n\r\n### Safari\r\n\r\n1. Open **Preferences** from the Safari menu.\r\n2. Go to the **Privacy** tab.\r\n3. Adjust cookie and tracking settings as needed.\r\n\r\n### Microsoft Edge\r\n\r\n1. Click the three-dot menu and select **Settings**.\r\n2. Navigate to **Cookies and site permissions** > **Manage and delete cookies and site data**.\r\n3. Adjust your preferences.\r\n\r\n### Mobile Browsers\r\n\r\nOn iOS and Android devices, cookie settings are typically found in your browser's settings menu under **Privacy** or **Site Settings**. Consult your browser's help documentation for specific instructions.\r\n\r\n---\r\n\r\n## 6. Impact of Disabling Cookies\r\n\r\nIf you choose to disable or block certain cookies, please be aware of the following consequences:\r\n\r\n| Cookie Category | Impact of Disabling |\r\n|---|---|\r\n| **Essential** | You will not be able to sign in, maintain a session, or use core platform features. The platform will not function correctly. |\r\n| **Analytics** | We will not be able to collect usage data about your visit. This does not affect your ability to use the platform but limits our ability to improve it. |\r\n| **Functional** | Your preferences (such as market region) will not be saved between visits. You may need to re-select your region each time. |\r\n| **Third-party (Stripe)** | Payment processing may be affected. You may experience issues completing purchases or managing payment methods. Stripe's fraud detection may also be impaired, which could lead to transactions being declined. |\r\n\r\n---\r\n\r\n## 7. UK PECR Compliance\r\n\r\nFor users in the United Kingdom, our use of cookies complies with the Privacy and Electronic Communications Regulations 2003 (PECR) as amended, in addition to the UK General Data Protection Regulation (UK GDPR). Specifically:\r\n\r\n- We provide clear and comprehensive information about what each cookie does before it is set.\r\n- We obtain your consent before placing any non-essential cookies on your device.\r\n- Essential cookies that are strictly necessary for the provision of the service you have requested are exempt from the consent requirement under Regulation 6(4) of PECR.\r\n- We provide a straightforward way for you to withdraw your consent at any time.\r\n- We keep records of consent for auditing purposes.\r\n\r\n---\r\n\r\n## 8. Data Retention\r\n\r\nCookie data is retained only for as long as necessary to fulfil its stated purpose. Session cookies are deleted when you close your browser. Persistent cookies remain on your device for the duration specified in the tables above, unless you delete them sooner through your browser settings or our consent mechanism.\r\n\r\nAnalytics data collected via cookies is aggregated and anonymised. We do not use analytics cookies to build personal profiles or identify individual users.\r\n\r\n---\r\n\r\n## 9. Updates to This Policy\r\n\r\nWe may update this Cookie Policy from time to time to reflect changes in our practices, technology, or legal requirements. When we make changes, we will update the \"Effective Date\" at the top of this policy. If we make material changes, we will notify you through a notice on the platform or by re-presenting the cookie consent banner.\r\n\r\nWe encourage you to review this policy periodically to stay informed about how we use cookies.\r\n\r\n---\r\n\r\n## 10. Contact Us\r\n\r\nIf you have any questions about this Cookie Policy or our use of cookies, please contact us at:\r\n\r\n**Email:** contact@spiriverse.com\r\n\r\nYou may also write to us at:\r\n\r\nSpiriVerse\r\nEmail: contact@spiriverse.com\r\n\r\n---\r\n\r\n*This Cookie Policy was last updated on [EFFECTIVE_DATE].*\r\n",
  "market": "global",
  "version": 2,
  "isPublished": true,
  "effectiveDate": "2026-02-17T10:19:53.406Z",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-17T10:19:53.406Z",
  "updatedBy": "migration-035",
  "status": "ACTIVE",
  "createdDate": "2026-02-17T21:19:53.445+11:00",
  "createdBy": "migration-system",
  "_rid": "Pc5AAJDSILUlAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUlAAAAAAAAAA==/",
  "_etag": "\"b802dfa7-0000-1b00-0000-699440ca0000\"",
  "_attachments": "attachments/",
  "changeSummary": "Updated terminology: replaced practitioner references with partner.",
  "_ts": 1771323594
}