{
  "id": "intellectual-property-policy",
  "docType": "legal-document",
  "documentType": "intellectual-property-policy",
  "title": "Intellectual Property & DMCA Policy",
  "content": "# Intellectual Property & DMCA Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\nThis Intellectual Property & DMCA Policy (\"Policy\") governs the ownership, use, licensing, and protection of intellectual property on the SpiriVerse platform (\"Platform\"), operated by [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\"). This Policy applies to all users, including buyers, partners, and visitors (collectively, \"Users\"). A \"Partner\" is any individual or business that lists services, products, or experiences on SpiriVerse.\r\n\r\nThis Policy applies across all jurisdictions in which we operate, including Australia, the United Kingdom, and the United States.\r\n\r\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agree to be bound by this Policy. If you do not agree with any part of this Policy, you must discontinue use of the Platform immediately.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Platform Intellectual Property](#1-platform-intellectual-property)\r\n2. [User-Generated Content Ownership](#2-user-generated-content-ownership)\r\n3. [Partner Content](#3-partner-content)\r\n4. [Partner Digital Content](#4-partner-digital-content)\r\n5. [Content License to SpiriVerse](#5-content-license-to-spiriverse)\r\n6. [Prohibited Intellectual Property Violations](#6-prohibited-intellectual-property-violations)\r\n7. [Trademark Policy](#7-trademark-policy)\r\n8. [DMCA Takedown Process (United States)](#8-dmca-takedown-process-united-states)\r\n9. [UK Copyright Process](#9-uk-copyright-process-copyright-designs-and-patents-act-1988)\r\n10. [Australian Copyright Process](#10-australian-copyright-process-copyright-act-1968)\r\n11. [Safe Harbor Provisions](#11-safe-harbor-provisions)\r\n12. [Reporting Intellectual Property Violations](#12-reporting-intellectual-property-violations)\r\n13. [Repeat Infringer Policy](#13-repeat-infringer-policy)\r\n14. [Good Faith Requirements](#14-good-faith-requirements)\r\n15. [Limitation of Liability](#15-limitation-of-liability)\r\n16. [Amendments](#16-amendments)\r\n17. [Contact Information](#17-contact-information)\r\n\r\n---\r\n\r\n## 1. Platform Intellectual Property\r\n\r\n### 1.1 SpiriVerse Brand and Trademarks\r\n\r\nAll trademarks, service marks, trade names, logos, and brand identifiers associated with SpiriVerse, including but not limited to the \"SpiriVerse\" name, logo, taglines, and visual identity (collectively, \"SpiriVerse Marks\"), are the exclusive property of [COMPANY_ENTITY]. These marks are protected under applicable trademark laws in Australia, the United Kingdom, the United States, and internationally.\r\n\r\nNo User may use, reproduce, modify, or display any SpiriVerse Marks without prior written authorization from [COMPANY_ENTITY]. Unauthorized use of SpiriVerse Marks may constitute trademark infringement and will be pursued to the fullest extent permitted by law.\r\n\r\n### 1.2 Platform Software and Technology\r\n\r\nThe Platform's software, source code, algorithms, databases, architecture, user interfaces, and all related technical infrastructure are the proprietary property of [COMPANY_ENTITY] and are protected by copyright, trade secret, and other intellectual property laws. Users are strictly prohibited from:\r\n\r\n- Reverse engineering, decompiling, or disassembling any portion of the Platform;\r\n- Copying, reproducing, or creating derivative works based on Platform software or design;\r\n- Scraping, crawling, or extracting data from the Platform through automated means without written permission;\r\n- Circumventing any technological protection measures implemented on the Platform.\r\n\r\n### 1.3 Platform Design and Content\r\n\r\nThe overall look and feel of the Platform, including its layout, design elements, color schemes, typography, icons, graphics, and editorial content produced by SpiriVerse, are protected by copyright and other intellectual property rights. These elements remain the exclusive property of [COMPANY_ENTITY].\r\n\r\n---\r\n\r\n## 2. User-Generated Content Ownership\r\n\r\n### 2.1 Retention of Ownership\r\n\r\nUsers retain full ownership of all original content they create and upload to the Platform (\"User Content\"). This includes, but is not limited to:\r\n\r\n- Community posts, comments, reviews, and discussion contributions;\r\n- Profile information, biographies, and avatar images;\r\n- Ratings, testimonials, and feedback;\r\n- Any other content submitted by Users in the course of using the Platform.\r\n\r\n### 2.2 Representations and Warranties\r\n\r\nBy uploading or submitting User Content to the Platform, you represent and warrant that:\r\n\r\n- You are the original creator or have obtained all necessary rights, licenses, and permissions to use and share the content;\r\n- The content does not infringe, misappropriate, or violate the intellectual property rights, privacy rights, or any other rights of any third party;\r\n- The content complies with all applicable laws and regulations in the jurisdictions where it is made available;\r\n- You have obtained all necessary consents from any individuals depicted, referenced, or otherwise identifiable in the content.\r\n\r\n### 2.3 Responsibility for User Content\r\n\r\nUsers are solely responsible for the content they upload, publish, or otherwise make available on the Platform. SpiriVerse does not endorse, verify, or assume liability for any User Content.\r\n\r\n---\r\n\r\n## 3. Partner Content\r\n\r\n### 3.1 Product Listings and Descriptions\r\n\r\nPartners who sell products on the Platform (\"Partners\") retain ownership of all original content created for their storefronts, including but not limited to:\r\n\r\n- Product listings, titles, and descriptions;\r\n- Original product photography and images;\r\n- Custom oracle and tarot deck designs, card artwork, and accompanying guidebooks;\r\n- Handmade jewelry designs and related imagery;\r\n- Original artwork, prints, and digital art;\r\n- Books, e-books, and written publications;\r\n- Packaging designs and product presentation materials.\r\n\r\n### 3.2 Storefront Branding\r\n\r\nPartners retain ownership of their custom storefront branding, including:\r\n\r\n- Business logos and wordmarks;\r\n- Banner images and storefront graphics;\r\n- Brand descriptions, taglines, and \"About\" content;\r\n- Custom color schemes and visual presentations created by the Partner.\r\n\r\n### 3.3 Partner Obligations\r\n\r\nPartners are responsible for ensuring that all content uploaded to their storefronts is original or properly licensed. Partners must not:\r\n\r\n- Use images, descriptions, or designs obtained from other partners, artists, or creators without authorization;\r\n- Reproduce or replicate copyrighted card designs, artwork, or branding belonging to third parties;\r\n- Misrepresent the origin, authorship, or authenticity of any product or product-related content.\r\n\r\n---\r\n\r\n## 4. Partner Digital Content\r\n\r\n### 4.1 Ownership of Partner Works\r\n\r\nPartners who offer services and content on the Platform retain ownership of their original works, including but not limited to:\r\n\r\n- Written readings, interpretations, and spiritual consultations;\r\n- Voice recordings, audio readings, and oracle messages;\r\n- Guided meditations and visualization recordings;\r\n- Original curriculum for events, workshops, and courses;\r\n- Livestream content and presentations;\r\n- On-demand video content, podcasts, and recorded lectures;\r\n- Course materials, handouts, workbooks, and supplementary resources;\r\n- Teaching methodologies and original spiritual frameworks.\r\n\r\n### 4.2 Partner Obligations\r\n\r\nPartners are responsible for ensuring that all content they offer through the Platform is original or appropriately licensed. Partners must:\r\n\r\n- Create original content based on their own knowledge, experience, and expertise;\r\n- Properly attribute and obtain permission for any third-party content incorporated into their offerings;\r\n- Respect the intellectual property of other partners, authors, and content creators;\r\n- Not reproduce, recite, or distribute copyrighted works (such as published books, card deck guidebooks, or proprietary teachings) without authorization from the rights holder.\r\n\r\n---\r\n\r\n## 5. Content License to SpiriVerse\r\n\r\n### 5.1 Limited License Grant\r\n\r\nBy uploading, publishing, or otherwise making content available on the Platform, Users (including Partners) grant SpiriVerse a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content solely for the following purposes:\r\n\r\n- **Platform Display:** Rendering and displaying your content on the Platform in the manner you have directed (e.g., product listings, partner profiles, community posts);\r\n- **Platform Promotion:** Featuring your content in promotional materials, marketing campaigns, newsletters, social media channels, and advertising for the Platform, provided that such use is in the context of promoting the Platform and its services;\r\n- **Platform Operations:** Technical processing, formatting, resizing, and adapting content as necessary for the operation of the Platform across different devices, formats, and delivery mechanisms;\r\n- **Search and Discovery:** Indexing and categorizing content to facilitate search, recommendations, and discoverability within the Platform.\r\n\r\n### 5.2 Scope and Limitations\r\n\r\nThis license:\r\n\r\n- Is limited to the purposes described in Section 5.1 and does not transfer ownership of any content to SpiriVerse;\r\n- Does not grant SpiriVerse the right to sell, sublicense for independent commercial use, or exploit your content outside the context of operating and promoting the Platform;\r\n- Continues for the duration that the content remains on the Platform and for a reasonable period thereafter to accommodate cached content, backups, and archival;\r\n- Is revocable upon removal of the content from the Platform by the User or upon account termination, subject to the reasonable wind-down period described above.\r\n\r\n### 5.3 Moral Rights\r\n\r\nTo the extent permitted by applicable law, Users waive or agree not to assert any moral rights (including rights of attribution and integrity) in connection with SpiriVerse's exercise of the license granted herein, solely to the extent necessary for SpiriVerse to operate the Platform. Where moral rights cannot be waived by law, Users consent to SpiriVerse's reasonable exercise of the licensed rights without such exercise constituting a violation of moral rights.\r\n\r\n---\r\n\r\n## 6. Prohibited Intellectual Property Violations\r\n\r\nSpiriVerse maintains a zero-tolerance policy toward intellectual property infringement. The following activities are strictly prohibited on the Platform:\r\n\r\n### 6.1 Counterfeit Products\r\n\r\nThe sale, distribution, or promotion of counterfeit goods, including but not limited to:\r\n\r\n- Counterfeit oracle or tarot decks that reproduce or closely imitate copyrighted deck designs, artwork, card layouts, or guidebook content belonging to established publishers or creators;\r\n- Knock-off or replica products bearing unauthorized use of third-party brand names, logos, or trademarks;\r\n- Products falsely marketed as official, licensed, or authentic editions when they are not.\r\n\r\n### 6.2 Copied Artwork and Designs\r\n\r\nThe uploading, listing, or sale of artwork, designs, or creative works that:\r\n\r\n- Reproduce, trace, or substantially copy another artist's original work without authorization;\r\n- Use AI-generated content derived from copyrighted source material in a manner that infringes the original creator's rights;\r\n- Present another creator's work as one's own.\r\n\r\n### 6.3 Plagiarized Teachings and Courses\r\n\r\nThe offering of spiritual teachings, courses, workshops, or written content that:\r\n\r\n- Copies, reproduces, or closely paraphrases another partner's, author's, or educator's proprietary teachings, curriculum, or course materials without permission;\r\n- Presents published books, articles, or research as original work;\r\n- Reproduces trademarked or proprietary methodologies, systems, or modalities without proper licensing or authorization from the rights holder.\r\n\r\n### 6.4 Unauthorized Trademark Use\r\n\r\nThe use of any third-party trademarks, service marks, trade names, or logos without authorization, including:\r\n\r\n- Incorporating third-party brand names or logos into product listings, storefront branding, or marketing materials;\r\n- Using third-party trademarks in a manner that suggests endorsement, affiliation, or sponsorship where none exists;\r\n- Registering usernames, storefront names, or URLs that incorporate third-party trademarks with intent to cause confusion.\r\n\r\n### 6.5 Stolen Photography and Media\r\n\r\nThe use of photographs, images, videos, or audio recordings without proper authorization, including:\r\n\r\n- Using stock photography in violation of the applicable stock license terms;\r\n- Downloading and re-uploading images from other partners' listings, websites, or social media accounts;\r\n- Using photographs of identifiable individuals without their consent;\r\n- Using copyrighted music, sound effects, or audio recordings in partner content without appropriate licenses.\r\n\r\n---\r\n\r\n## 7. Trademark Policy\r\n\r\n### 7.1 Third-Party Trademarks on the Platform\r\n\r\nUsers may reference third-party trademarks on the Platform solely for purposes of accurate product description, compatibility information, or fair comparative reference, provided that such use:\r\n\r\n- Is truthful, non-misleading, and does not suggest endorsement, affiliation, or sponsorship;\r\n- Does not dilute, tarnish, or otherwise damage the reputation of the trademark owner;\r\n- Complies with applicable nominative fair use principles under the laws of Australia, the United Kingdom, and the United States.\r\n\r\n### 7.2 Trademark Complaints\r\n\r\nTrademark owners who believe their marks are being used on the Platform in a manner that constitutes infringement may submit a trademark complaint using the procedures described in Section 12 of this Policy. SpiriVerse will investigate all credible trademark complaints and take appropriate action, which may include removal of infringing content, issuance of warnings, or termination of offending accounts.\r\n\r\n---\r\n\r\n## 8. DMCA Takedown Process (United States)\r\n\r\nSpiriVerse complies with the Digital Millennium Copyright Act of 1998 (\"DMCA\"), 17 U.S.C. Section 512. The following procedures apply to copyright infringement claims arising under United States law.\r\n\r\n### 8.1 Designated DMCA Agent\r\n\r\nSpiriVerse's designated agent for receiving notifications of claimed copyright infringement is:\r\n\r\n**DMCA Agent:** [DMCA_AGENT_NAME]\r\n**Address:** [DMCA_AGENT_ADDRESS]\r\n**Email:** dmca@spiriverse.com\r\n\r\n### 8.2 Filing a DMCA Takedown Notice\r\n\r\nIf you are a copyright owner or an authorized agent thereof and believe that content hosted on the Platform infringes your copyright, you may submit a written DMCA takedown notice to our designated agent. Your notice must contain all of the following:\r\n\r\n1. **Identification of the copyrighted work** claimed to have been infringed, or, if multiple works are covered by a single notification, a representative list of such works;\r\n2. **Identification of the infringing material** and information reasonably sufficient to permit SpiriVerse to locate the material on the Platform (e.g., URLs, product listing IDs, or screenshots);\r\n3. **Contact information** of the complaining party, including full legal name, mailing address, telephone number, and email address;\r\n4. **A statement of good faith belief** that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;\r\n5. **A statement, made under penalty of perjury**, that the information in the notification is accurate and that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;\r\n6. **A physical or electronic signature** of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\r\n\r\nNotices may be submitted to: **dmca@spiriverse.com**\r\n\r\n### 8.3 Processing of DMCA Notices\r\n\r\nUpon receipt of a valid DMCA takedown notice, SpiriVerse will:\r\n\r\n1. Promptly remove or disable access to the allegedly infringing content;\r\n2. Notify the User who posted the content (\"Alleged Infringer\") that the content has been removed or disabled, and provide a copy of the takedown notice;\r\n3. Inform the Alleged Infringer of their right to submit a counter-notification.\r\n\r\n### 8.4 Counter-Notification\r\n\r\nIf you are a User whose content has been removed pursuant to a DMCA takedown notice and you believe the removal was the result of a mistake or misidentification, you may submit a written counter-notification to our designated DMCA agent. Your counter-notification must include:\r\n\r\n1. **Identification of the material** that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access was disabled;\r\n2. **A statement under penalty of perjury** that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;\r\n3. **Your full legal name, mailing address, and telephone number**;\r\n4. **A statement that you consent to the jurisdiction** of the Federal District Court for the judicial district in which your address is located (or, if your address is outside the United States, any judicial district in which SpiriVerse may be found), and that you will accept service of process from the person who provided the original DMCA notification or an agent of such person;\r\n5. **Your physical or electronic signature**.\r\n\r\nCounter-notifications may be submitted to: **dmca@spiriverse.com**\r\n\r\n### 8.5 Restoration of Content\r\n\r\nUpon receipt of a valid counter-notification, SpiriVerse will:\r\n\r\n1. Forward a copy of the counter-notification to the original complainant;\r\n2. Inform the original complainant that the removed material will be restored in ten (10) to fourteen (14) business days unless the complainant files a court action seeking a restraining order against the Alleged Infringer;\r\n3. Restore the removed content within ten (10) to fourteen (14) business days after receiving the counter-notification, unless SpiriVerse receives notice that a court action has been filed.\r\n\r\n---\r\n\r\n## 9. UK Copyright Process (Copyright, Designs and Patents Act 1988)\r\n\r\nSpiriVerse respects the rights of copyright holders under the Copyright, Designs and Patents Act 1988 (UK) (\"CDPA\") and related UK legislation, including the Electronic Commerce (EC Directive) Regulations 2002.\r\n\r\n### 9.1 Filing a Copyright Infringement Notice (UK)\r\n\r\nCopyright holders or their authorized agents who believe that content on the Platform infringes their copyright under UK law may submit a written notice of infringement to SpiriVerse. The notice should include:\r\n\r\n1. **Full legal name and contact details** of the rights holder or authorized representative, including postal address, telephone number, and email address;\r\n2. **Identification of the copyrighted work** that is claimed to have been infringed, with sufficient detail to identify the work (e.g., title, author, publication details, registration number if applicable);\r\n3. **Identification of the infringing content** on the Platform, with information sufficient to locate it (e.g., URLs, listing identifiers, or descriptions);\r\n4. **A statement of the basis of the claim**, including a description of the rights held and the manner in which the content is alleged to infringe those rights;\r\n5. **A declaration that the information provided is accurate** and that the complainant is authorized to act on behalf of the rights holder;\r\n6. **A signature** (physical or electronic) of the rights holder or authorized representative.\r\n\r\nNotices should be submitted to: **legal@spiriverse.com**\r\n\r\n### 9.2 Processing of UK Copyright Notices\r\n\r\nUpon receipt of a substantiated notice of copyright infringement under UK law, SpiriVerse will:\r\n\r\n1. Assess the notice for completeness and credibility;\r\n2. Where appropriate, expeditiously remove or disable access to the allegedly infringing content;\r\n3. Notify the User responsible for the content of the action taken and provide an opportunity to respond;\r\n4. Consider any response from the User before determining whether to restore the content.\r\n\r\n### 9.3 User Response (UK)\r\n\r\nUsers whose content is removed following a UK copyright infringement notice may submit a response to SpiriVerse that includes:\r\n\r\n1. Identification of the removed content and its prior location on the Platform;\r\n2. An explanation of why the content does not constitute infringement, including any applicable defenses (e.g., fair dealing under Sections 29 or 30 of the CDPA, expiration of copyright, or independent creation);\r\n3. Contact details sufficient for the complainant to initiate legal proceedings if they choose to do so;\r\n4. A declaration that the information provided is accurate.\r\n\r\nSpiriVerse will review the response and, in its discretion, may restore the content if it determines in good faith that the content does not infringe, or may maintain the removal pending resolution between the parties.\r\n\r\n---\r\n\r\n## 10. Australian Copyright Process (Copyright Act 1968)\r\n\r\nSpiriVerse respects the rights of copyright holders under the Copyright Act 1968 (Cth) (\"Australian Copyright Act\") and complies with the safe harbor provisions under Part V, Division 2AA of that Act where applicable.\r\n\r\n### 10.1 Filing a Copyright Infringement Notice (Australia)\r\n\r\nCopyright holders or their authorized agents who believe that content on the Platform infringes their copyright under Australian law may submit a written notice of infringement to SpiriVerse. The notice should include:\r\n\r\n1. **Full legal name and contact details** of the rights holder or authorized representative, including postal address, telephone number, and email address;\r\n2. **Identification of the copyrighted work** that is claimed to have been infringed, with sufficient detail to identify the work;\r\n3. **Identification of the infringing content** on the Platform, with information sufficient to locate it;\r\n4. **A statement of the basis of the claim**, explaining the nature of the copyright held and the manner of alleged infringement;\r\n5. **A declaration that the complainant has a good faith belief** that the use of the material is not authorized by the copyright owner, a licensee of the copyright owner, or the law;\r\n6. **A declaration that the information provided is accurate** and that the complainant is authorized to act on behalf of the rights holder;\r\n7. **A signature** (physical or electronic) of the rights holder or authorized representative.\r\n\r\nNotices should be submitted to: **legal@spiriverse.com**\r\n\r\n### 10.2 Processing of Australian Copyright Notices\r\n\r\nUpon receipt of a substantiated notice of copyright infringement under Australian law, SpiriVerse will:\r\n\r\n1. Assess the notice for completeness and compliance with the requirements of the Australian Copyright Act;\r\n2. Where appropriate, expeditiously remove or disable access to the allegedly infringing content;\r\n3. Notify the User responsible for the content of the action taken and provide the User with the substance of the notice;\r\n4. Provide the User with an opportunity to submit a counter-notice.\r\n\r\n### 10.3 Counter-Notice (Australia)\r\n\r\nUsers whose content is removed following an Australian copyright infringement notice may submit a counter-notice to SpiriVerse that includes:\r\n\r\n1. Identification of the removed content and its prior location on the Platform;\r\n2. A statement of good faith belief that the content was removed as a result of mistake or misidentification;\r\n3. The User's full legal name, address, and contact details;\r\n4. Consent to the jurisdiction of the Federal Court of Australia or the relevant state or territory court;\r\n5. A declaration that the information provided is accurate;\r\n6. The User's signature (physical or electronic).\r\n\r\nUpon receipt of a valid counter-notice, SpiriVerse will forward the counter-notice to the original complainant and, unless the complainant notifies SpiriVerse that it has commenced legal proceedings within a reasonable period, SpiriVerse may restore the content at its discretion.\r\n\r\n---\r\n\r\n## 11. Safe Harbor Provisions\r\n\r\n### 11.1 United States (DMCA Section 512)\r\n\r\nSpiriVerse operates as an online service provider and seeks the protections of Section 512 of the DMCA. SpiriVerse does not monitor, screen, or edit User Content prior to publication. SpiriVerse will respond expeditiously to valid takedown notices and comply with the notice-and-takedown and counter-notification procedures set forth in Section 512 of the DMCA.\r\n\r\n### 11.2 United Kingdom (E-Commerce Regulations 2002)\r\n\r\nSpiriVerse seeks the protections available to hosting service providers under the Electronic Commerce (EC Directive) Regulations 2002 (as retained under UK law). SpiriVerse does not have actual knowledge of unlawful activity or information on the Platform until receipt of a valid notice, and upon obtaining such knowledge, SpiriVerse acts expeditiously to remove or disable access to the relevant content.\r\n\r\n### 11.3 Australia (Copyright Act 1968, Part V, Division 2AA)\r\n\r\nSpiriVerse seeks the protections of the safe harbor provisions under Part V, Division 2AA of the Copyright Act 1968 (Cth). SpiriVerse has adopted and reasonably implemented a policy for the termination of repeat infringers, accommodates and does not interfere with standard technical measures used by copyright owners to identify or protect copyrighted works, and complies with the relevant conditions for safe harbor protection under Australian law.\r\n\r\n### 11.4 General\r\n\r\nThe safe harbor provisions referenced in this Section are applicable only to the extent that SpiriVerse qualifies for such protections under the respective laws. Nothing in this Policy shall be construed as an admission that SpiriVerse is or is not eligible for any particular safe harbor protection.\r\n\r\n---\r\n\r\n## 12. Reporting Intellectual Property Violations\r\n\r\n### 12.1 How to Report\r\n\r\nIf you believe that content on the Platform infringes your intellectual property rights (whether copyright, trademark, or otherwise), you may report the violation by contacting SpiriVerse through any of the following channels:\r\n\r\n- **Email:** legal@spiriverse.com (for general IP complaints) or dmca@spiriverse.com (for DMCA-specific notices)\r\n- **Post:** [DMCA_AGENT_NAME], [DMCA_AGENT_ADDRESS]\r\n\r\n### 12.2 Information Required\r\n\r\nTo facilitate prompt investigation, your report should include the following information to the extent applicable:\r\n\r\n1. Your full legal name and contact information;\r\n2. A clear description of the intellectual property right you believe has been infringed (for copyright claims, identify the specific work; for trademark claims, identify the registered mark and registration number if available);\r\n3. A clear identification of the content on the Platform that you believe is infringing, with sufficient information for SpiriVerse to locate the content;\r\n4. An explanation of how the identified content infringes your rights;\r\n5. A statement of good faith belief that the use is unauthorized;\r\n6. A statement that the information you have provided is accurate and, where applicable, that you are authorized to act on behalf of the rights holder;\r\n7. Your signature (physical or electronic).\r\n\r\n### 12.3 Investigation and Action\r\n\r\nUpon receipt of a complete and credible intellectual property complaint, SpiriVerse will:\r\n\r\n1. Acknowledge receipt of the complaint within a reasonable timeframe;\r\n2. Investigate the allegations in good faith;\r\n3. Take appropriate action, which may include removal of content, issuance of warnings, account suspension, or account termination, depending on the severity and nature of the infringement;\r\n4. Notify relevant parties of actions taken, subject to legal and privacy considerations.\r\n\r\n---\r\n\r\n## 13. Repeat Infringer Policy\r\n\r\n### 13.1 Policy Statement\r\n\r\nSpiriVerse maintains a policy for the termination of Users who are repeat infringers of intellectual property rights, in accordance with the requirements of the DMCA, the Australian Copyright Act 1968, and applicable UK law.\r\n\r\n### 13.2 Strikes and Consequences\r\n\r\nSpiriVerse implements a graduated enforcement system:\r\n\r\n- **First Offense:** The infringing content will be removed and the User will receive a formal written warning, along with education regarding the Platform's intellectual property policies.\r\n- **Second Offense:** The infringing content will be removed, the User will receive a final warning, and the User's account may be subject to temporary suspension or restriction of privileges (such as the ability to upload new content or list new products).\r\n- **Third Offense:** The User's account will be terminated. Terminated Users may be permanently barred from creating new accounts on the Platform.\r\n\r\n### 13.3 Discretionary Action\r\n\r\nSpiriVerse reserves the right, at its sole discretion, to terminate any User's account at any time for a single act of infringement where the infringement is willful, egregious, or involves commercial-scale counterfeiting. SpiriVerse also reserves the right to consider mitigating factors, such as the good faith nature of the alleged infringement, when determining appropriate action.\r\n\r\n### 13.4 Record Keeping\r\n\r\nSpiriVerse maintains records of all intellectual property complaints and the actions taken in response thereto for the purposes of implementing and enforcing this repeat infringer policy.\r\n\r\n---\r\n\r\n## 14. Good Faith Requirements\r\n\r\n### 14.1 Obligations of Complainants\r\n\r\nAll intellectual property complaints submitted to SpiriVerse must be made in good faith. Complainants must:\r\n\r\n- Have a genuine and reasonable belief that the content in question infringes their intellectual property rights;\r\n- Provide accurate and complete information in their notices;\r\n- Not use the complaint process to harass competitors, suppress legitimate commentary, or gain an unfair commercial advantage;\r\n- Understand that knowingly material misrepresentation in a DMCA notice or counter-notification may result in liability for damages under 17 U.S.C. Section 512(f), and analogous consequences under applicable UK and Australian law.\r\n\r\n### 14.2 Obligations of Users\r\n\r\nUsers whose content is the subject of an intellectual property complaint must:\r\n\r\n- Respond to any notices from SpiriVerse in a timely and truthful manner;\r\n- Not submit counter-notifications or responses that contain false or misleading information;\r\n- Not engage in retaliatory conduct against complainants.\r\n\r\n### 14.3 Abuse of Process\r\n\r\nSpiriVerse reserves the right to disregard or take adverse action against parties who abuse the intellectual property complaint or counter-notification process. Abuse includes, but is not limited to, filing frivolous or bad-faith complaints, submitting false counter-notifications, and repeatedly filing complaints that are determined to lack merit.\r\n\r\n---\r\n\r\n## 15. Limitation of Liability\r\n\r\nSpiriVerse does not pre-screen or proactively monitor User Content for intellectual property infringement. SpiriVerse is not responsible for determining the ownership, validity, or scope of any intellectual property rights, and does not guarantee the accuracy or completeness of any complaint or response received.\r\n\r\nSpiriVerse's actions in response to intellectual property complaints (including the removal, disabling, or restoration of content) are taken in good faith and in accordance with the procedures set forth in this Policy and applicable law. SpiriVerse shall not be liable to any party for any actions taken in good faith pursuant to this Policy.\r\n\r\nNothing in this Policy shall be construed as legal advice. Users and complainants are encouraged to consult qualified legal counsel regarding their rights and obligations.\r\n\r\n---\r\n\r\n## 16. Amendments\r\n\r\nSpiriVerse reserves the right to amend this Policy at any time. Material changes will be communicated to Users through the Platform or via email to the address associated with your account. Continued use of the Platform following the posting of changes constitutes acceptance of the revised Policy.\r\n\r\n---\r\n\r\n## 17. Contact Information\r\n\r\nFor questions regarding this Intellectual Property & DMCA Policy, or to report an intellectual property concern:\r\n\r\n**General Intellectual Property Inquiries:**\r\nEmail: legal@spiriverse.com\r\n\r\n**DMCA Notices and Counter-Notifications (US):**\r\nEmail: dmca@spiriverse.com\r\n\r\n**Designated DMCA Agent:**\r\n[DMCA_AGENT_NAME]\r\n[DMCA_AGENT_ADDRESS]\r\n\r\n**Copyright Notices (UK and Australia):**\r\nEmail: legal@spiriverse.com\r\n\r\n---\r\n\r\n*This Policy is provided for informational purposes and does not constitute legal advice. [COMPANY_ENTITY] recommends that Users consult with qualified legal counsel regarding their specific intellectual property rights and obligations.*\r\n",
  "market": "global",
  "version": 2,
  "isPublished": true,
  "effectiveDate": "2026-02-17T10:19:53.936Z",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-17T10:19:53.936Z",
  "updatedBy": "migration-035",
  "status": "ACTIVE",
  "createdDate": "2026-02-17T21:19:53.979+11:00",
  "createdBy": "migration-system",
  "_rid": "Pc5AAJDSILUrAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUrAAAAAAAAAA==/",
  "_etag": "\"b802f7a7-0000-1b00-0000-699440ca0000\"",
  "_attachments": "attachments/",
  "changeSummary": "Replaced all Vendor/Merchant/Practitioner terminology with Partner. Added Partner definition. Renamed content sections.",
  "_ts": 1771323594
}