{
  "id": "merchant-terms",
  "docType": "legal-document",
  "documentType": "merchant-terms",
  "title": "Partner Terms of Service",
  "content": "# SpiriVerse Partner Terms of Service\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n\r\nThese Partner Terms of Service (\"Partner Terms\") govern your use of the SpiriVerse platform (\"Platform\") as a Partner (\"you\" or \"your\"). A \"Partner\" is any individual or business that lists services, products, or experiences on SpiriVerse. The Platform is operated by [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\").\r\n\r\nBy creating a partner account, you acknowledge that you have read, understood, and agree to be bound by these Partner Terms, our [Privacy Policy], and our [Acceptable Use Policy]. If you do not agree, do not use the Platform as a Partner.\r\n\r\nFor questions about these terms, contact us at partners@spiriverse.com.\r\n\r\n---\r\n\r\n## Table of Contents\r\n\r\n1. [Definitions](#1-definitions)\r\n2. [Partner Eligibility and Onboarding](#2-partner-eligibility-and-onboarding)\r\n3. [Stripe Connected Account Requirements](#3-stripe-connected-account-requirements)\r\n4. [Go-Live Requirements](#4-go-live-requirements)\r\n5. [Subscription and Billing](#5-subscription-and-billing)\r\n6. [Platform Fees](#6-platform-fees)\r\n7. [Payouts](#7-payouts)\r\n8. [Product Listings](#8-product-listings)\r\n9. [Service Delivery](#9-service-delivery)\r\n10. [Event Hosting](#10-event-hosting)\r\n11. [Content and Livestreaming](#11-content-and-livestreaming)\r\n12. [Partner Verification](#12-partner-verification)\r\n13. [Storefront and Branding](#13-storefront-and-branding)\r\n14. [Team Members and Location Management](#14-team-members-and-location-management)\r\n15. [Refunds and Returns](#15-refunds-and-returns)\r\n16. [Customer Communication](#16-customer-communication)\r\n17. [Dispute Resolution and Case Management](#17-dispute-resolution-and-case-management)\r\n18. [Intellectual Property](#18-intellectual-property)\r\n19. [Data Responsibilities](#19-data-responsibilities)\r\n20. [Analytics and Reporting](#20-analytics-and-reporting)\r\n21. [Account Suspension and Termination](#21-account-suspension-and-termination)\r\n22. [Indemnification](#22-indemnification)\r\n23. [Limitation of Liability](#23-limitation-of-liability)\r\n24. [Insurance Recommendations](#24-insurance-recommendations)\r\n25. [Multi-Jurisdiction Compliance](#25-multi-jurisdiction-compliance)\r\n26. [Changes to These Terms](#26-changes-to-these-terms)\r\n27. [General Provisions](#27-general-provisions)\r\n28. [Contact Information](#28-contact-information)\r\n\r\n---\r\n\r\n## 1. Definitions\r\n\r\n**\"Connected Account\"** means your Stripe account created and linked through the Platform for payment processing.\r\n\r\n**\"Customer\"** means any individual who purchases products, books services, registers for events, or accesses content through the Platform.\r\n\r\n**\"Listing\"** means any product, service, event, or content offering you publish on the Platform.\r\n\r\n**\"Market\"** means the geographic jurisdiction in which you operate (Australia, United Kingdom, or United States).\r\n\r\n**\"Payout\"** means the transfer of funds from your Connected Account to your designated bank account.\r\n\r\n**\"Platform Fee\"** means the percentage-based and fixed-amount fees charged by SpiriVerse on each transaction, as determined by your Market.\r\n\r\n**\"Storefront\"** means your customizable partner page on the Platform.\r\n\r\n**\"Subscription\"** means your recurring Platform access plan (monthly or yearly).\r\n\r\n---\r\n\r\n## 2. Partner Eligibility and Onboarding\r\n\r\n### 2.1 Eligibility\r\n\r\nTo become a Partner on SpiriVerse, you must:\r\n\r\n- (a) Be at least 18 years of age (or the age of majority in your jurisdiction);\r\n- (b) Be legally able to enter into binding contracts;\r\n- (c) Operate a legitimate business or practice in a supported Market (Australia, United Kingdom, or United States);\r\n- (d) Provide accurate and complete registration information;\r\n- (e) Comply with all applicable laws and regulations in your Market; and\r\n- (f) Offer products, services, events, or content that fall within the categories permitted on the Platform.\r\n\r\n### 2.2 Account Registration\r\n\r\nDuring registration, you must provide:\r\n\r\n- (a) Your legal business name or personal name (if operating as a sole trader/sole proprietor);\r\n- (b) A valid email address;\r\n- (c) Your business address and operating Market;\r\n- (d) Any professional licenses, certifications, or credentials relevant to your offerings; and\r\n- (e) Any other information reasonably requested during the onboarding process.\r\n\r\n### 2.3 Accuracy of Information\r\n\r\nYou are responsible for keeping all account information current and accurate. You must promptly update your account if any information changes. Providing false or misleading information is grounds for immediate account suspension or termination.\r\n\r\n### 2.4 One Account Per Entity\r\n\r\nEach legal entity or individual may maintain only one Partner account. Operating multiple accounts without prior written approval from SpiriVerse is prohibited.\r\n\r\n---\r\n\r\n## 3. Stripe Connected Account Requirements\r\n\r\n### 3.1 Stripe Integration\r\n\r\nSpiriVerse uses Stripe as its payment processing partner. As a condition of receiving payments through the Platform, you must:\r\n\r\n- (a) Create and maintain a Stripe Connected Account linked to your SpiriVerse partner account;\r\n- (b) Complete all identity verification and onboarding steps required by Stripe;\r\n- (c) Agree to and comply with Stripe's [Connected Account Agreement](https://stripe.com/connect-account/legal) and [Terms of Service](https://stripe.com/legal); and\r\n- (d) Provide accurate banking information for payout purposes.\r\n\r\n### 3.2 Stripe Compliance\r\n\r\nYou acknowledge that Stripe may independently suspend, restrict, or terminate your Connected Account in accordance with its own policies. SpiriVerse is not responsible for actions taken by Stripe, though we will make reasonable efforts to assist you in resolving issues.\r\n\r\n### 3.3 Payment Card Requirement\r\n\r\nYou must save a valid payment card to your SpiriVerse account. This card is used for Subscription billing and any fees or adjustments owed to SpiriVerse. Payouts will be blocked until a valid payment card is on file (see Section 7).\r\n\r\n---\r\n\r\n## 4. Go-Live Requirements\r\n\r\n### 4.1 Publishing Gating\r\n\r\nYour Storefront will not be published or visible to Customers until all of the following requirements are met:\r\n\r\n- (a) **Payment card saved** -- A valid payment card must be on file for Subscription and fee billing;\r\n- (b) **Payment method configured** -- Your payout banking details must be fully configured; and\r\n- (c) **Stripe onboarding complete** -- Your Stripe Connected Account must be fully verified and in good standing.\r\n\r\n### 4.2 Automatic Publication\r\n\r\nOnce all three go-live requirements are satisfied, your Storefront may be automatically published. You are responsible for ensuring your Listings and Storefront content are ready before completing the final go-live requirement.\r\n\r\n### 4.3 Suspension of Published Status\r\n\r\nIf any go-live requirement ceases to be met (for example, your payment card expires or your Stripe account is restricted), your Storefront may be suspended from public visibility until the requirement is restored.\r\n\r\n---\r\n\r\n## 5. Subscription and Billing\r\n\r\n### 5.1 Subscription Plans\r\n\r\nAccess to the Platform as a Partner requires an active Subscription. We offer:\r\n\r\n- (a) **Monthly billing** -- Billed on a recurring monthly cycle; and\r\n- (b) **Yearly billing** -- Billed on a recurring annual cycle, typically at a discounted rate compared to monthly billing.\r\n\r\nCurrent Subscription pricing is displayed in your partner dashboard and on our pricing page.\r\n\r\n### 5.2 Deferred Billing Start\r\n\r\nYour Subscription billing does not begin at account creation. Instead, billing commences when your **first payout is initiated** through the Platform. This means you can set up your Storefront, configure your Listings, and prepare your account without incurring Subscription charges until you start earning revenue.\r\n\r\n### 5.3 Billing Cycle\r\n\r\nOnce billing begins:\r\n\r\n- (a) Monthly Subscriptions renew on the same day each month (or the last day of the month if the original date does not exist in a given month);\r\n- (b) Yearly Subscriptions renew on the anniversary of your billing start date; and\r\n- (c) All charges are billed to the payment card on file.\r\n\r\n### 5.4 Failed Payments\r\n\r\nIf a Subscription payment fails, we will:\r\n\r\n- (a) Notify you by email;\r\n- (b) Retry the charge according to our retry schedule; and\r\n- (c) If payment remains unsuccessful after reasonable retry attempts, suspend your account until the outstanding balance is resolved.\r\n\r\n### 5.5 Cancellation\r\n\r\nYou may cancel your Subscription at any time through your partner dashboard. Upon cancellation:\r\n\r\n- (a) Your Subscription remains active until the end of the current billing period;\r\n- (b) Your Storefront will be unpublished at the end of the billing period;\r\n- (c) You remain responsible for fulfilling any outstanding orders, bookings, or event commitments;\r\n- (d) No partial refunds are issued for unused portions of a billing period; and\r\n- (e) You may reactivate your account by resubscribing, subject to these Partner Terms.\r\n\r\n### 5.6 Price Changes\r\n\r\nWe reserve the right to change Subscription pricing with at least 30 days' written notice. Price changes take effect at the start of your next billing cycle following the notice period.\r\n\r\n---\r\n\r\n## 6. Platform Fees\r\n\r\n### 6.1 Fee Structure\r\n\r\nSpiriVerse charges a Platform Fee on each Customer transaction processed through the Platform. Fees consist of two components:\r\n\r\n- (a) **Percentage component** -- A percentage of the transaction amount; and\r\n- (b) **Fixed component** -- A fixed amount per transaction, denominated in the smallest currency unit of your Market (e.g., cents for AUD/USD, pence for GBP).\r\n\r\n### 6.2 Market-Based Fees\r\n\r\nFee rates vary by Market (Australia, United Kingdom, United States). Each Market has its own fee schedule reflecting local payment processing costs, currency considerations, and regulatory requirements. Your applicable fee schedule is determined by the Market you selected during onboarding.\r\n\r\n### 6.3 Fee Transparency\r\n\r\nYour current fee rates are always visible in your partner dashboard. Before completing onboarding, the applicable fees for your Market will be clearly displayed for your review.\r\n\r\n### 6.4 Fee Collection\r\n\r\nPlatform Fees are deducted automatically from each transaction before the net amount is credited to your Connected Account. You will receive a clear breakdown of gross amount, Platform Fee, and net amount for every transaction.\r\n\r\n### 6.5 Additional Payment Processing Fees\r\n\r\nIn addition to SpiriVerse Platform Fees, Stripe charges its own payment processing fees. These fees are governed by your agreement with Stripe and are separate from SpiriVerse fees. Combined fee information is displayed in your transaction records.\r\n\r\n### 6.6 Fee Changes\r\n\r\nWe may adjust fee rates with at least 30 days' written notice. Updated fees apply to transactions occurring after the effective date. If you do not agree to the revised fees, you may cancel your Subscription before the changes take effect.\r\n\r\n---\r\n\r\n## 7. Payouts\r\n\r\n### 7.1 Payout Prerequisites\r\n\r\nTo receive Payouts, you must have:\r\n\r\n- (a) A valid payment card saved to your account;\r\n- (b) A fully verified Stripe Connected Account with valid banking details; and\r\n- (c) An active, published Storefront.\r\n\r\nIf any of these prerequisites are not met, Payouts will be blocked until the issue is resolved.\r\n\r\n### 7.2 Payout Schedule\r\n\r\nPayouts are processed according to the schedule configured in your Stripe Connected Account, subject to Stripe's standard payout timing for your Market. Typical payout timing varies by Market and may be affected by weekends, public holidays, and banking processing times.\r\n\r\n### 7.3 Payout Holds\r\n\r\nSpiriVerse and/or Stripe may place temporary holds on Payouts in the following circumstances:\r\n\r\n- (a) Suspected fraudulent activity;\r\n- (b) Unresolved Customer disputes or chargebacks;\r\n- (c) Account verification issues;\r\n- (d) Violation of these Partner Terms; or\r\n- (e) As required by law or regulation.\r\n\r\nWe will notify you promptly if a hold is placed on your Payouts and provide guidance on resolving the issue.\r\n\r\n### 7.4 Minimum Payout Amounts\r\n\r\nStripe may enforce minimum payout thresholds. If your balance does not meet the minimum, the balance will carry forward until the threshold is reached.\r\n\r\n### 7.5 Currency\r\n\r\nAll transactions and Payouts are processed in the local currency of your Market (AUD for Australia, GBP for the United Kingdom, USD for the United States).\r\n\r\n---\r\n\r\n## 8. Product Listings\r\n\r\n### 8.1 Listing Accuracy\r\n\r\nAll product Listings must be accurate, truthful, and not misleading. You must provide:\r\n\r\n- (a) Clear, accurate product descriptions;\r\n- (b) Genuine product images that accurately represent the item;\r\n- (c) Correct pricing, including any applicable taxes or shipping costs;\r\n- (d) Accurate inventory levels; and\r\n- (e) Clear information about any variations (size, color, etc.).\r\n\r\n### 8.2 Inventory Management\r\n\r\nYou are responsible for maintaining accurate inventory counts. The Platform supports both in-stock and backorder inventory models:\r\n\r\n- (a) **In-stock items** must reflect actual available quantities;\r\n- (b) **Backorder items** must clearly indicate expected fulfillment timeframes to Customers; and\r\n- (c) You must promptly update inventory when items become unavailable.\r\n\r\n### 8.3 Prohibited Products\r\n\r\nYou must not list products that:\r\n\r\n- (a) Are illegal in your Market or the Customer's jurisdiction;\r\n- (b) Infringe on any third party's intellectual property rights;\r\n- (c) Are counterfeit, fraudulent, or misrepresented;\r\n- (d) Make unsubstantiated medical, health, or therapeutic claims;\r\n- (e) Are classified as controlled substances;\r\n- (f) Contain hazardous materials without proper disclosure and compliance;\r\n- (g) Violate any applicable consumer protection laws; or\r\n- (h) Are otherwise prohibited under SpiriVerse's [Acceptable Use Policy].\r\n\r\n### 8.4 Health and Wellness Claims\r\n\r\nGiven the nature of the SpiriVerse marketplace, Partners offering wellness, spiritual, or holistic products must:\r\n\r\n- (a) Clearly distinguish between spiritual/wellness practices and medical advice;\r\n- (b) Not claim that products cure, treat, or prevent any medical condition unless supported by evidence accepted by the relevant regulatory authority in your Market;\r\n- (c) Include appropriate disclaimers where required by law; and\r\n- (d) Comply with all applicable advertising standards and consumer protection regulations.\r\n\r\n### 8.5 Pricing\r\n\r\nAll prices must be displayed in the local currency of your Market. You are responsible for ensuring your prices comply with any applicable pricing regulations, including requirements for displaying tax-inclusive or tax-exclusive prices as mandated by your Market.\r\n\r\n### 8.6 Refund Policy Configuration\r\n\r\nYou must configure a refund policy for each product Listing. Your refund policy must comply with the minimum consumer protection requirements of your Market (see Section 15). Failure to configure a refund policy may result in your Listing being unpublished.\r\n\r\n---\r\n\r\n## 9. Service Delivery\r\n\r\n### 9.1 Service Listings\r\n\r\nPartners offering services (consultations, readings, sessions, treatments, etc.) must:\r\n\r\n- (a) Provide clear descriptions of the service being offered;\r\n- (b) Specify the duration, delivery method, and any prerequisites;\r\n- (c) Set accurate availability through the Platform's calendar system;\r\n- (d) Respond to booking requests in a timely manner; and\r\n- (e) Fulfill booked services as described.\r\n\r\n### 9.2 Delivery Methods\r\n\r\nThe Platform supports multiple service delivery methods (in-person, phone, video, etc.). You must:\r\n\r\n- (a) Accurately indicate which delivery methods are available for each service;\r\n- (b) Provide necessary connection details or location information before the appointment; and\r\n- (c) Be available and ready at the scheduled time.\r\n\r\n### 9.3 Questionnaires\r\n\r\nWhere you have configured intake questionnaires for your services:\r\n\r\n- (a) Questionnaires must collect only information reasonably necessary for the service;\r\n- (b) Customer responses must be handled in accordance with applicable privacy laws; and\r\n- (c) You must not use questionnaire data for purposes beyond the stated service.\r\n\r\n### 9.4 Cancellations and No-Shows\r\n\r\nYou must establish and clearly communicate your cancellation policy. If you need to cancel a booked service:\r\n\r\n- (a) Notify the Customer as early as possible;\r\n- (b) Offer a full refund or rescheduling option; and\r\n- (c) Repeated cancellations by you may result in account review or suspension.\r\n\r\n---\r\n\r\n## 10. Event Hosting\r\n\r\n### 10.1 Event Listings\r\n\r\nPartners hosting events must:\r\n\r\n- (a) Provide accurate event details including date, time, location (physical or virtual), and description;\r\n- (b) Set appropriate capacity limits;\r\n- (c) Manage ticket sales and registration through the Platform;\r\n- (d) Clearly communicate any requirements for attendees (equipment, preparation, etc.); and\r\n- (e) Deliver the event as described.\r\n\r\n### 10.2 Capacity Management and Waitlists\r\n\r\nThe Platform provides capacity management tools. You must:\r\n\r\n- (a) Set honest capacity limits that you can accommodate;\r\n- (b) Manage waitlists fairly and in the order Customers joined; and\r\n- (c) Notify waitlisted Customers promptly when spots become available.\r\n\r\n### 10.3 Event Cancellation\r\n\r\nIf you must cancel an event:\r\n\r\n- (a) Notify all registered attendees as early as possible;\r\n- (b) Process full refunds for all registered attendees;\r\n- (c) Provide a clear explanation for the cancellation; and\r\n- (d) Repeated event cancellations may result in account review or suspension.\r\n\r\n### 10.4 Venue and Safety\r\n\r\nFor in-person events, you are solely responsible for:\r\n\r\n- (a) Securing an appropriate venue;\r\n- (b) Ensuring the venue meets all local health and safety requirements;\r\n- (c) Obtaining any necessary permits or licenses; and\r\n- (d) Maintaining adequate insurance coverage (see Section 24).\r\n\r\n---\r\n\r\n## 11. Content and Livestreaming\r\n\r\n### 11.1 Content Hosting\r\n\r\nThe Platform supports hosting video content, podcasts, and on-demand media. You must:\r\n\r\n- (a) Ensure all content complies with these Partner Terms and our [Acceptable Use Policy];\r\n- (b) Hold all necessary rights, licenses, and permissions for the content you upload;\r\n- (c) Accurately describe and categorize your content; and\r\n- (d) Not upload content that is illegal, harmful, or infringes on third-party rights.\r\n\r\n### 11.2 Livestreaming\r\n\r\nWhen using the Platform's livestreaming features, you must:\r\n\r\n- (a) Comply with all applicable broadcasting regulations in your Market;\r\n- (b) Moderate chat and interactions during livestreams;\r\n- (c) Not stream content that violates these Partner Terms or the [Acceptable Use Policy];\r\n- (d) Have a reasonable plan for managing disruptive participants; and\r\n- (e) Not use livestreaming to promote or sell prohibited products or services.\r\n\r\n### 11.3 Chat Moderation\r\n\r\nYou are responsible for moderating interactive features (chat, comments, etc.) associated with your content and livestreams. This includes:\r\n\r\n- (a) Removing or addressing harmful, abusive, or illegal content from participants;\r\n- (b) Complying with applicable laws regarding user-generated content; and\r\n- (c) Reporting serious concerns (threats of harm, illegal activity) to appropriate authorities and to SpiriVerse.\r\n\r\n---\r\n\r\n## 12. Partner Verification\r\n\r\n### 12.1 Verification System\r\n\r\nSpiriVerse operates a partner verification system that awards badges to Partners who meet certain criteria. Verification may include (but is not limited to):\r\n\r\n- (a) Identity verification;\r\n- (b) Professional credential verification;\r\n- (c) Business registration verification; and\r\n- (d) Customer review thresholds.\r\n\r\n### 12.2 Verification Obligations\r\n\r\nIf you participate in the verification program:\r\n\r\n- (a) All information submitted for verification must be truthful and accurate;\r\n- (b) You must notify SpiriVerse promptly if your credentials, licenses, or qualifications change or lapse;\r\n- (c) Verification badges remain the property of SpiriVerse and may be revoked if requirements are no longer met; and\r\n- (d) Misrepresenting your verification status is grounds for immediate account termination.\r\n\r\n### 12.3 No Endorsement\r\n\r\nVerification indicates that certain criteria have been checked. It does not constitute an endorsement, recommendation, or guarantee of the quality of your services by SpiriVerse.\r\n\r\n---\r\n\r\n## 13. Storefront and Branding\r\n\r\n### 13.1 Customization\r\n\r\nThe Platform allows you to customize your Storefront with colors, fonts, panels, and banners. When customizing your Storefront:\r\n\r\n- (a) All branding must be your own or used with proper authorization;\r\n- (b) Branding must not infringe on SpiriVerse's or any third party's trademarks or intellectual property;\r\n- (c) Content must comply with these Partner Terms and the [Acceptable Use Policy]; and\r\n- (d) SpiriVerse reserves the right to remove branding that violates these terms.\r\n\r\n### 13.2 Partner Responsibility\r\n\r\nYou are solely responsible for the content and appearance of your Storefront. SpiriVerse does not review or approve Storefront content prior to publication.\r\n\r\n---\r\n\r\n## 14. Team Members and Location Management\r\n\r\n### 14.1 Team Members\r\n\r\nIf you add team member profiles to your account:\r\n\r\n- (a) You are responsible for the actions of all team members operating under your account;\r\n- (b) Team members must comply with these Partner Terms;\r\n- (c) You must have authorization from each individual to create their profile and display their information; and\r\n- (d) You must promptly remove profiles of individuals who are no longer part of your team.\r\n\r\n### 14.2 Location Management\r\n\r\nIf you manage physical locations through the Platform:\r\n\r\n- (a) All location information must be accurate and current;\r\n- (b) Operating hours must reflect actual availability; and\r\n- (c) You must promptly update location information if it changes.\r\n\r\n---\r\n\r\n## 15. Refunds and Returns\r\n\r\n### 15.1 Partner Refund Policies\r\n\r\nYou must configure a refund policy for your Listings. Your refund policy is displayed to Customers before purchase and forms part of the transaction agreement between you and the Customer.\r\n\r\n### 15.2 Minimum Consumer Rights\r\n\r\nRegardless of your configured refund policy, you must honor the minimum consumer protection rights mandated by law in each Market:\r\n\r\n- (a) **Australia** -- Comply with the Australian Consumer Law, including consumer guarantees for products and services. Customers have rights to remedies (repair, replacement, or refund) when goods or services fail to meet consumer guarantees, regardless of your stated refund policy;\r\n- (b) **United Kingdom** -- Comply with the Consumer Rights Act 2015 and the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013, including the 14-day cooling-off period for distance sales where applicable; and\r\n- (c) **United States** -- Comply with applicable federal and state consumer protection laws, including the FTC's Mail, Internet, or Telephone Order Merchandise Rule and any applicable state-specific return and refund requirements.\r\n\r\n### 15.3 Refund Processing\r\n\r\nWhen a refund is warranted:\r\n\r\n- (a) Process refunds promptly through the Platform's refund system;\r\n- (b) Do not direct Customers to seek refunds outside the Platform;\r\n- (c) Refunds are returned to the Customer's original payment method; and\r\n- (d) Platform Fees on refunded transactions are non-refundable in all cases.\r\n\r\n### 15.4 Responsibility\r\n\r\nYou are solely responsible for the cost of refunds. Refund amounts will be deducted from your Connected Account balance or, if insufficient, charged to your payment card on file.\r\n\r\n---\r\n\r\n## 16. Customer Communication\r\n\r\n### 16.1 Standards\r\n\r\nWhen communicating with Customers through the Platform, you must:\r\n\r\n- (a) Respond to Customer inquiries within a reasonable timeframe (we recommend within 24 hours);\r\n- (b) Be professional, respectful, and helpful;\r\n- (c) Provide accurate information about your products, services, events, and content;\r\n- (d) Not engage in harassment, intimidation, or abusive behavior; and\r\n- (e) Not use Customer contact information for unsolicited marketing outside the Platform without proper consent.\r\n\r\n### 16.2 Off-Platform Communication\r\n\r\nWhile you may communicate with Customers outside the Platform for legitimate service delivery purposes (e.g., providing session details), you must not:\r\n\r\n- (a) Encourage Customers to transact outside the Platform to avoid fees;\r\n- (b) Solicit Customers found through the Platform to conduct future business off-Platform; or\r\n- (c) Use Customer data obtained through the Platform in violation of applicable privacy laws.\r\n\r\n---\r\n\r\n## 17. Dispute Resolution and Case Management\r\n\r\n### 17.1 Case Management System\r\n\r\nSpiriVerse provides a case management system for handling Customer disputes. When a dispute is raised:\r\n\r\n- (a) You will be notified through the Platform;\r\n- (b) You must respond to dispute cases within the timeframe specified in the case notification;\r\n- (c) You must provide honest, complete information and any requested evidence; and\r\n- (d) You must cooperate with SpiriVerse's dispute resolution process in good faith.\r\n\r\n### 17.2 SpiriVerse's Role\r\n\r\nSpiriVerse may facilitate dispute resolution but is not a party to the transaction between you and the Customer. We may:\r\n\r\n- (a) Review evidence from both parties;\r\n- (b) Make recommendations for resolution;\r\n- (c) In certain circumstances, issue refunds on your behalf if we determine it is warranted; and\r\n- (d) Take account actions based on dispute patterns (see Section 21).\r\n\r\n### 17.3 Chargebacks\r\n\r\nIf a Customer initiates a chargeback through their payment provider:\r\n\r\n- (a) Stripe's chargeback processes apply;\r\n- (b) You are responsible for responding to chargebacks with supporting evidence;\r\n- (c) You bear the cost of chargebacks and any associated Stripe fees; and\r\n- (d) Excessive chargebacks may result in account review, suspension, or termination.\r\n\r\n### 17.4 Disputes Between Partners\r\n\r\nDisputes between Partners are to be resolved directly between the parties. SpiriVerse will not mediate inter-Partner disputes except where Platform policies are implicated.\r\n\r\n---\r\n\r\n## 18. Intellectual Property\r\n\r\n### 18.1 Your Content\r\n\r\nYou retain ownership of all content, images, videos, text, and other materials you upload to the Platform (\"Partner Content\"). By uploading Partner Content, you grant SpiriVerse a non-exclusive, worldwide, royalty-free license to:\r\n\r\n- (a) Display, distribute, and promote your Partner Content on the Platform;\r\n- (b) Use your Partner Content in marketing and promotional materials for the Platform;\r\n- (c) Create thumbnails, previews, and excerpts of your Partner Content for display purposes; and\r\n- (d) Cache, store, and process your Partner Content as necessary to operate the Platform.\r\n\r\nThis license terminates when you remove your Partner Content from the Platform or your account is closed, except for copies that may persist in backups for a reasonable period.\r\n\r\n### 18.2 SpiriVerse's Intellectual Property\r\n\r\nThe Platform, including its software, design, logos, trademarks, and documentation, is the property of [COMPANY_ENTITY] and is protected by intellectual property laws. You may not:\r\n\r\n- (a) Copy, modify, or distribute Platform software or design elements;\r\n- (b) Use SpiriVerse trademarks or logos without prior written consent;\r\n- (c) Reverse engineer, decompile, or disassemble any Platform technology; or\r\n- (d) Create derivative works based on the Platform.\r\n\r\n### 18.3 Partner Representations\r\n\r\nYou represent and warrant that:\r\n\r\n- (a) You own or have all necessary rights to your Partner Content;\r\n- (b) Your Partner Content does not infringe on any third party's intellectual property rights;\r\n- (c) You have obtained all necessary releases and permissions from individuals featured in your content; and\r\n- (d) Your use of the Platform does not violate any agreement you have with a third party.\r\n\r\n### 18.4 Intellectual Property Complaints\r\n\r\nSpiriVerse respects intellectual property rights and will respond to valid complaints of infringement. If your content is the subject of a valid infringement claim, we may remove the content and take appropriate account action.\r\n\r\n---\r\n\r\n## 19. Data Responsibilities\r\n\r\n### 19.1 Customer Data\r\n\r\nThrough your use of the Platform, you may have access to Customer personal data (names, email addresses, order details, etc.). You must:\r\n\r\n- (a) Use Customer data only for the purpose of fulfilling transactions and providing services through the Platform;\r\n- (b) Not sell, share, or disclose Customer data to third parties except as necessary for fulfillment (e.g., shipping providers);\r\n- (c) Protect Customer data using reasonable security measures;\r\n- (d) Comply with all applicable data protection laws in your Market; and\r\n- (e) Promptly notify SpiriVerse of any data breach affecting Customer data.\r\n\r\n### 19.2 Applicable Data Protection Laws\r\n\r\nYou must comply with the data protection laws applicable to your Market, including:\r\n\r\n- (a) **Australia** -- The Privacy Act 1988 and the Australian Privacy Principles;\r\n- (b) **United Kingdom** -- The UK General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018; and\r\n- (c) **United States** -- Applicable federal and state privacy laws, including (where applicable) the California Consumer Privacy Act (CCPA) and similar state laws.\r\n\r\n### 19.3 Data Processing Agreement\r\n\r\nWhere required by applicable law, SpiriVerse and Partners operate as independent controllers of Customer data. SpiriVerse may provide a Data Processing Agreement upon request at partners@spiriverse.com.\r\n\r\n### 19.4 Data Retention\r\n\r\nUpon account termination, you must delete all Customer data obtained through the Platform unless retention is required by law. SpiriVerse will retain your account data in accordance with our Privacy Policy and applicable legal requirements.\r\n\r\n---\r\n\r\n## 20. Analytics and Reporting\r\n\r\n### 20.1 Analytics Dashboard\r\n\r\nSpiriVerse provides an analytics dashboard to help you understand your business performance. Analytics data is provided for informational purposes and may not reflect final settled amounts.\r\n\r\n### 20.2 Data Accuracy\r\n\r\nWhile we strive to provide accurate analytics, SpiriVerse does not guarantee the absolute accuracy of analytics data. Official transaction records and payout amounts are determined by Stripe's records.\r\n\r\n---\r\n\r\n## 21. Account Suspension and Termination\r\n\r\n### 21.1 Voluntary Termination\r\n\r\nYou may terminate your account at any time by cancelling your Subscription and contacting partners@spiriverse.com. Upon termination, you must fulfill all outstanding obligations to Customers.\r\n\r\n### 21.2 Suspension by SpiriVerse\r\n\r\nSpiriVerse may suspend your account (temporarily restrict access, unpublish your Storefront, and/or hold Payouts) if:\r\n\r\n- (a) You violate these Partner Terms or any other SpiriVerse policy;\r\n- (b) We receive a significant number of Customer complaints or disputes;\r\n- (c) We detect suspected fraudulent or illegal activity;\r\n- (d) Your Stripe Connected Account is suspended or restricted;\r\n- (e) Your Subscription payments are overdue;\r\n- (f) We are required to do so by law, regulation, or court order; or\r\n- (g) We reasonably believe suspension is necessary to protect Customers, the Platform, or SpiriVerse.\r\n\r\n### 21.3 Termination by SpiriVerse\r\n\r\nSpiriVerse may terminate your account if:\r\n\r\n- (a) You commit a material breach of these Partner Terms;\r\n- (b) You engage in fraudulent, illegal, or harmful activity;\r\n- (c) Your account has been suspended and the underlying issue is not resolved within a reasonable period;\r\n- (d) You repeatedly violate Platform policies despite warnings; or\r\n- (e) Continued operation of your account poses a risk to Customers, the Platform, or SpiriVerse's reputation.\r\n\r\n### 21.4 Effect of Termination\r\n\r\nUpon termination:\r\n\r\n- (a) Your Storefront will be unpublished and your Listings removed;\r\n- (b) You must fulfill all outstanding orders, bookings, and commitments;\r\n- (c) Any pending Payouts will be processed subject to resolution of outstanding disputes;\r\n- (d) SpiriVerse may retain funds for a reasonable period to cover potential refunds, chargebacks, or disputes;\r\n- (e) Your license to use the Platform immediately terminates; and\r\n- (f) Sections of these Partner Terms that by their nature should survive termination (including indemnification, limitation of liability, intellectual property, and data responsibilities) will survive.\r\n\r\n### 21.5 Appeal\r\n\r\nIf your account is suspended or terminated, you may appeal by contacting partners@spiriverse.com with a detailed explanation. We will review appeals in good faith and respond within a reasonable timeframe.\r\n\r\n---\r\n\r\n## 22. Indemnification\r\n\r\nYou agree to indemnify, defend, and hold harmless [COMPANY_ENTITY], its directors, officers, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, costs, and expenses (including reasonable legal fees) arising out of or related to:\r\n\r\n- (a) Your use of the Platform;\r\n- (b) Your Listings, Partner Content, products, services, events, or content;\r\n- (c) Your breach of these Partner Terms;\r\n- (d) Your violation of any applicable law or regulation;\r\n- (e) Your infringement of any third party's rights (including intellectual property rights);\r\n- (f) Any disputes between you and Customers;\r\n- (g) Any tax obligations arising from your transactions; and\r\n- (h) Any claims related to the accuracy, safety, or quality of your products or services.\r\n\r\n---\r\n\r\n## 23. Limitation of Liability\r\n\r\n### 23.1 Platform Provided \"As Is\"\r\n\r\nThe Platform is provided on an \"as is\" and \"as available\" basis. SpiriVerse makes no warranties, express or implied, regarding the Platform's availability, reliability, or fitness for a particular purpose.\r\n\r\n### 23.2 Limitation\r\n\r\nTo the maximum extent permitted by applicable law:\r\n\r\n- (a) SpiriVerse's total aggregate liability to you for any claims arising under or in connection with these Partner Terms shall not exceed the total Platform Fees paid by you in the 12 months preceding the claim;\r\n- (b) SpiriVerse shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including loss of profits, revenue, data, or business opportunity; and\r\n- (c) SpiriVerse shall not be liable for any acts or omissions of Stripe, payment processors, or other third-party service providers.\r\n\r\n### 23.3 Exceptions\r\n\r\nNothing in these Partner Terms excludes or limits liability that cannot be excluded or limited under applicable law, including (where applicable) liability for death or personal injury caused by negligence, fraud, or fraudulent misrepresentation.\r\n\r\n---\r\n\r\n## 24. Insurance Recommendations\r\n\r\n### 24.1 Recommended Coverage\r\n\r\nWhile not mandated by SpiriVerse, we strongly recommend that Partners maintain appropriate insurance coverage, including:\r\n\r\n- (a) **Professional indemnity / professional liability insurance** -- Particularly for partners offering consultations, readings, treatments, or advice;\r\n- (b) **Public liability / general liability insurance** -- Particularly for Partners hosting in-person events or providing in-person services;\r\n- (c) **Product liability insurance** -- For Partners selling physical products;\r\n- (d) **Cyber liability insurance** -- For Partners handling significant volumes of Customer data; and\r\n- (e) **Business interruption insurance** -- To protect against revenue loss from unexpected disruptions.\r\n\r\n### 24.2 Your Responsibility\r\n\r\nInsurance coverage is your sole responsibility. SpiriVerse does not provide insurance to Partners and is not liable for any losses that would have been covered by appropriate insurance.\r\n\r\n---\r\n\r\n## 25. Multi-Jurisdiction Compliance\r\n\r\n### 25.1 Your Market\r\n\r\nYou are responsible for complying with all laws and regulations applicable in your Market and, where relevant, in the Markets where your Customers are located.\r\n\r\n### 25.2 Tax Obligations\r\n\r\nYou are solely responsible for:\r\n\r\n- (a) Determining your tax obligations, including income tax, goods and services tax (GST), value-added tax (VAT), and sales tax;\r\n- (b) Collecting applicable taxes from Customers where required;\r\n- (c) Remitting taxes to the appropriate authorities; and\r\n- (d) Maintaining accurate tax records.\r\n\r\nSpiriVerse does not provide tax advice. We recommend consulting with a qualified tax professional in your Market.\r\n\r\n### 25.3 Market-Specific Requirements\r\n\r\n#### Australia\r\n\r\n- Comply with the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010);\r\n- Register for and comply with GST obligations if applicable;\r\n- Comply with the Therapeutic Goods Act 1989 for any health-related products or claims; and\r\n- Adhere to the Australian Privacy Principles under the Privacy Act 1988.\r\n\r\n#### United Kingdom\r\n\r\n- Comply with the Consumer Rights Act 2015;\r\n- Register for and comply with VAT obligations if applicable;\r\n- Comply with the Consumer Protection from Unfair Trading Regulations 2008;\r\n- Comply with the Electronic Commerce (EC Directive) Regulations 2002; and\r\n- Adhere to the UK GDPR and Data Protection Act 2018.\r\n\r\n#### United States\r\n\r\n- Comply with applicable federal consumer protection laws (FTC Act);\r\n- Comply with applicable state consumer protection laws;\r\n- Determine and comply with state sales tax obligations;\r\n- Comply with applicable state privacy laws (e.g., CCPA); and\r\n- Comply with any industry-specific regulations applicable to your offerings.\r\n\r\n### 25.4 Export and Sanctions Compliance\r\n\r\nYou must not use the Platform to transact with individuals or entities subject to economic sanctions or trade restrictions imposed by the governments of Australia, the United Kingdom, the United States, or any other applicable jurisdiction.\r\n\r\n---\r\n\r\n## 26. Changes to These Terms\r\n\r\n### 26.1 Modifications\r\n\r\nSpiriVerse may modify these Partner Terms from time to time. We will provide notice of material changes by:\r\n\r\n- (a) Sending an email to the address associated with your account;\r\n- (b) Posting a notice in your partner dashboard; and/or\r\n- (c) Updating the \"Effective Date\" at the top of these terms.\r\n\r\n### 26.2 Notice Period\r\n\r\nFor material changes, we will provide at least 30 days' notice before the changes take effect, unless a shorter period is required by law or necessary to address an urgent security or legal issue.\r\n\r\n### 26.3 Acceptance\r\n\r\nYour continued use of the Platform after the effective date of any changes constitutes your acceptance of the revised Partner Terms. If you do not agree to the changes, you must cancel your Subscription and discontinue use of the Platform before the effective date.\r\n\r\n---\r\n\r\n## 27. General Provisions\r\n\r\n### 27.1 Entire Agreement\r\n\r\nThese Partner Terms, together with the Privacy Policy, Acceptable Use Policy, and any other policies referenced herein, constitute the entire agreement between you and SpiriVerse regarding your use of the Platform as a Partner.\r\n\r\n### 27.2 Severability\r\n\r\nIf any provision of these Partner Terms is found to be invalid or unenforceable, the remaining provisions will continue in full force and effect.\r\n\r\n### 27.3 Waiver\r\n\r\nSpiriVerse's failure to enforce any provision of these Partner Terms does not constitute a waiver of that provision or the right to enforce it in the future.\r\n\r\n### 27.4 Assignment\r\n\r\nYou may not assign or transfer your rights or obligations under these Partner Terms without SpiriVerse's prior written consent. SpiriVerse may assign its rights and obligations without restriction.\r\n\r\n### 27.5 Governing Law\r\n\r\nThese Partner Terms are governed by:\r\n\r\n- (a) For Partners in **Australia** -- The laws of the State of New South Wales, Australia;\r\n- (b) For Partners in the **United Kingdom** -- The laws of England and Wales; and\r\n- (c) For Partners in the **United States** -- The laws of the State of Delaware, United States;\r\n\r\nwithout regard to conflict of law principles. Any disputes shall be subject to the exclusive jurisdiction of the courts in the applicable jurisdiction.\r\n\r\n### 27.6 Force Majeure\r\n\r\nSpiriVerse shall not be liable for any failure or delay in performing its obligations under these Partner Terms due to circumstances beyond its reasonable control, including natural disasters, pandemics, war, government actions, power failures, internet disruptions, or third-party service outages.\r\n\r\n### 27.7 Relationship of Parties\r\n\r\nNothing in these Partner Terms creates a partnership, joint venture, employment, or agency relationship between you and SpiriVerse. You are an independent contractor and are solely responsible for your business operations.\r\n\r\n### 27.8 Notices\r\n\r\nAll notices under these Partner Terms shall be sent:\r\n\r\n- To SpiriVerse: partners@spiriverse.com\r\n- To you: The email address associated with your partner account\r\n\r\nNotices are deemed received when sent by email, provided no delivery failure notification is received.\r\n\r\n---\r\n\r\n## 28. Contact Information\r\n\r\nFor questions, concerns, or support related to these Partner Terms:\r\n\r\n- **Email:** partners@spiriverse.com\r\n- **Subject line:** Include \"Partner Terms\" for routing to the appropriate team\r\n\r\n---\r\n\r\n*These Partner Terms of Service were last updated on [EFFECTIVE_DATE].*\r\n",
  "market": "global",
  "version": 2,
  "isPublished": true,
  "effectiveDate": "2026-02-17T10:19:53.491Z",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-17T10:19:53.491Z",
  "updatedBy": "migration-035",
  "status": "ACTIVE",
  "createdDate": "2026-02-17T21:19:53.535+11:00",
  "createdBy": "migration-system",
  "_rid": "Pc5AAJDSILUmAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUmAAAAAAAAAA==/",
  "_etag": "\"b802e3a7-0000-1b00-0000-699440ca0000\"",
  "_attachments": "attachments/",
  "changeSummary": "Ensured consistent Partner terminology throughout. Added Partner definition. Made platform fees explicitly non-refundable in all cases.",
  "_ts": 1771323594
}