{
  "id": "privacy-policy",
  "docType": "legal-document",
  "documentType": "privacy-policy",
  "title": "Privacy Policy",
  "content": "# SpiriVerse Privacy Policy\r\n\r\n**Effective Date:** [EFFECTIVE_DATE]\r\n**Last Updated:** [EFFECTIVE_DATE]\r\n\r\n---\r\n\r\n## 1. Introduction\r\n\r\nThis Privacy Policy explains how [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\") collects, uses, discloses, retains, and protects personal information when you access or use the SpiriVerse platform (\"Platform\"), including our website, mobile applications, APIs, and related services.\r\n\r\nSpiriVerse is a spiritual marketplace platform that connects users with partners and spiritual services across Australia, the United Kingdom, and the United States. We are committed to protecting your privacy and handling your personal information in compliance with applicable data protection laws, including:\r\n\r\n- **United Kingdom**: UK General Data Protection Regulation (UK GDPR) and the Data Protection Act 2018\r\n- **Australia**: Privacy Act 1988 (Cth) and the Australian Privacy Principles (APPs)\r\n- **United States**: California Consumer Privacy Act (CCPA) as amended by the California Privacy Rights Act (CPRA), and applicable state-level privacy laws including the Virginia Consumer Data Protection Act (VCDPA), Colorado Privacy Act (CPA), Connecticut Data Privacy Act (CTDPA), and other emerging state regulations\r\n\r\nBy accessing or using the Platform, you acknowledge that you have read and understood this Privacy Policy. If you do not agree with our practices, please do not use the Platform.\r\n\r\n---\r\n\r\n## 2. Data Controller and Contact Information\r\n\r\n**Data Controller:** [COMPANY_ENTITY]\r\n\r\n**General Inquiries:**\r\nEmail: contact@spiriverse.com\r\n\r\n**Privacy Inquiries:**\r\nEmail: privacy@spiriverse.com\r\n\r\n**Data Protection Officer (DPO):**\r\nEmail: [DPO_EMAIL]\r\n\r\nOur Data Protection Officer oversees compliance with UK GDPR requirements and is available to address questions or concerns regarding the processing of your personal data. Individuals in any jurisdiction may contact the DPO for privacy-related matters.\r\n\r\n---\r\n\r\n## 3. Definitions\r\n\r\nFor the purposes of this Privacy Policy:\r\n\r\n- **\"Personal Information\"** (also \"Personal Data\") means any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual or household.\r\n- **\"Sensitive Information\"** means personal information that reveals racial or ethnic origin, religious or philosophical beliefs, or other categories designated as sensitive under applicable law.\r\n- **\"Processing\"** means any operation performed on personal data, including collection, recording, organisation, structuring, storage, adaptation, retrieval, consultation, use, disclosure, dissemination, restriction, erasure, or destruction.\r\n- **\"User\"** means any individual who creates an account on the Platform to browse, purchase, or engage with services and products.\r\n- **\"Partner\"** means any individual or business that lists services, products, or experiences on SpiriVerse, including those offering products for sale and those providing spiritual services, readings, or consultations.\r\n\r\n---\r\n\r\n## 4. Personal Information We Collect\r\n\r\n### 4.1 User Profile Data\r\n\r\nWhen you create and maintain a user account, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Identity Data | Full name, email address, phone number | Account creation, communication, identity verification |\r\n| Contact Data | Billing address, shipping address(es) | Order fulfilment, tax calculation |\r\n| Preference Data | Religion preference, spiritual interests (e.g., Mediumship, Paranormal, Crystals, Witchcraft, Energy, Herbalism, Faith) | Personalised recommendations, content curation |\r\n| Payment Data | Payment cards (processed and stored by Stripe; we receive only card brand, last four digits, and expiration status) | Transaction processing |\r\n| Security Data | Security questions and answers | Account recovery, identity verification |\r\n\r\n**Note on Sensitive Information:** Religion preference and spiritual interests constitute sensitive personal information under UK GDPR (Article 9 - special category data) and the Australian Privacy Principles. We process this data only with your explicit consent, which you provide when you voluntarily supply these preferences during account setup or profile configuration. You may withdraw consent and remove these preferences at any time through your account settings.\r\n\r\n### 4.2 Partner Data\r\n\r\nWhen you register as a partner, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Business Identity | Business name, URL slug, country of operation | Platform listing, public profile |\r\n| Business Contact | Business address, contact information | Communication, legal compliance, tax obligations |\r\n| Financial Data | Stripe Connect account information, subscription and billing details, fee breakdowns | Payment processing, commission management, subscription management |\r\n| Branding Assets | Logo, banner image, branding colours, business descriptions | Public storefront presentation |\r\n| Team Data | Team member profiles (names, roles, photos) | Storefront display, internal management |\r\n| Location Data | Business location(s), service areas | Location-based search, service availability |\r\n| Social Media | Social media account links | Public profile enrichment |\r\n| Technical Data | Storage usage metrics | Platform resource management, billing |\r\n\r\n### 4.3 Partner Service Data\r\n\r\nWhen you register as a partner offering services, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Professional Profile | Modalities offered, specialisations, years of experience | Service matching, public profile |\r\n| Credentials | Training credentials, certifications | Trust and verification, quality assurance |\r\n| Service Details | Reading style, availability, timezone, calendar data | Booking management, scheduling |\r\n| Biographical Data | Bio, spiritual journey narrative | Public profile display |\r\n| Verification Data | Verification status, badges earned | Trust indicators, platform integrity |\r\n\r\n### 4.4 Order and Transaction Data\r\n\r\nWhen you place or receive orders, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Order Details | Items purchased, quantities, pricing, order status, timestamps | Order fulfilment, history, customer support |\r\n| Payment Records | Payment method (card brand, last four digits), Stripe transaction IDs | Payment processing, refund management, dispute resolution |\r\n| Address Data | Shipping address, billing address | Delivery, tax calculation, fraud prevention |\r\n| Inventory Data | Stock status, fulfilment tracking | Order management |\r\n| Dispute Data | Refund requests, supporting evidence, resolution outcomes | Dispute resolution, fraud prevention |\r\n| Fee Data | Platform fees, payment processing fees, marketplace fee breakdowns | Financial reporting, partner settlements |\r\n\r\n### 4.5 Analytics and Engagement Data\r\n\r\nWhen you use the Platform, we automatically collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Session Data | Session IDs, page views, time on page, scroll depth | Platform improvement, performance optimisation |\r\n| Device Data | Screen size, browser type and version, operating system | Technical compatibility, responsive design |\r\n| Geographic Data | Country, approximate coordinates (IP-based) | Localisation, regional content, legal compliance |\r\n| Referral Data | Referrer source URLs, UTM campaign parameters | Marketing attribution, traffic analysis |\r\n\r\n### 4.6 Service Booking Data\r\n\r\nWhen you book partner services, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Booking Preferences | Questionnaire responses, delivery preferences | Service customisation |\r\n| Scheduling Data | Calendar availability, appointment times, reminders | Booking coordination |\r\n| Delivery Data | Delivery files (e.g., recorded readings, reports) | Service fulfilment |\r\n| Location Data | Partner address (disclosed post-booking confirmation only) | In-person service facilitation |\r\n| Service Configuration | Selected add-ons, packages | Order accuracy, billing |\r\n\r\n### 4.7 Community and Social Data\r\n\r\nWhen you participate in community features, we collect:\r\n\r\n| Data Category | Specific Data Elements | Purpose |\r\n|---|---|---|\r\n| Communications | Messages between users, comments on content | Service facilitation, dispute resolution, safety |\r\n| Social Activity | Follows, social posts, wishlists | Community features, personalisation |\r\n\r\n---\r\n\r\n## 5. How We Collect Personal Information\r\n\r\nWe collect personal information through the following methods:\r\n\r\n1. **Directly from you:** When you create an account, complete your profile, place orders, book services, submit forms, communicate with us, or participate in community features.\r\n2. **Automatically:** When you use the Platform, through cookies, web beacons, pixels, and similar tracking technologies. See our [Cookie Policy] for details.\r\n3. **From third parties:** Including Stripe (payment verification and fraud signals), identity verification services, and publicly available sources.\r\n4. **From partners:** When they process your orders or service bookings through the Platform.\r\n\r\n---\r\n\r\n## 6. Lawful Bases for Processing (UK GDPR)\r\n\r\nUnder the UK GDPR, we must have a lawful basis for each processing activity. The following table sets out the lawful bases we rely on:\r\n\r\n| Processing Activity | Lawful Basis | Explanation |\r\n|---|---|---|\r\n| Account creation and management | **Contract** (Art. 6(1)(b)) | Necessary to perform our contract with you (Terms of Service) |\r\n| Order processing and fulfilment | **Contract** (Art. 6(1)(b)) | Necessary to fulfil purchase transactions |\r\n| Payment processing via Stripe | **Contract** (Art. 6(1)(b)) | Necessary to process payments under our agreement |\r\n| Service booking and delivery | **Contract** (Art. 6(1)(b)) | Necessary to facilitate booked services |\r\n| Religion and spiritual interest preferences | **Explicit Consent** (Art. 9(2)(a)) | Special category data requiring explicit consent; you may withdraw consent at any time |\r\n| Platform analytics and improvement | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in improving Platform performance and user experience; balanced against your rights through data minimisation and pseudonymisation |\r\n| Marketing communications | **Consent** (Art. 6(1)(a)) | Sent only with your opt-in consent; you may withdraw at any time |\r\n| Fraud prevention and platform security | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in protecting the Platform and its users from fraudulent or harmful activity |\r\n| Legal and regulatory compliance | **Legal Obligation** (Art. 6(1)(c)) | Necessary to comply with tax, financial reporting, and other legal requirements |\r\n| Community safety and content moderation | **Legitimate Interests** (Art. 6(1)(f)) | Our legitimate interest in maintaining a safe and respectful community |\r\n| Dispute resolution and refund processing | **Contract** (Art. 6(1)(b)) and **Legitimate Interests** (Art. 6(1)(f)) | Necessary for contractual obligations and our legitimate interest in resolving disputes fairly |\r\n\r\nWhere we rely on legitimate interests, we have conducted balancing tests to ensure our interests do not override your fundamental rights and freedoms. You may request details of these assessments by contacting our DPO.\r\n\r\n---\r\n\r\n## 7. How We Use Personal Information\r\n\r\nWe use the personal information we collect for the following purposes:\r\n\r\n### 7.1 Platform Operations\r\n- Creating and managing your account\r\n- Processing and fulfilling orders (products and services)\r\n- Facilitating payments between users and partners\r\n- Managing subscriptions and billing for partners\r\n- Coordinating service bookings, scheduling, and reminders\r\n- Delivering digital content and service files\r\n\r\n### 7.2 Personalisation and Recommendations\r\n- Providing personalised content based on your spiritual interests and preferences\r\n- Recommending relevant partners, partners, products, and services\r\n- Customising your browsing experience based on location and preferences\r\n\r\n### 7.3 Communication\r\n- Sending transactional communications (order confirmations, booking updates, shipping notifications)\r\n- Responding to inquiries and providing customer support\r\n- Sending marketing communications (with your consent)\r\n- Facilitating messaging between users and partners\r\n\r\n### 7.4 Platform Improvement and Analytics\r\n- Analysing usage patterns to improve Platform features and performance\r\n- Conducting A/B testing and feature evaluation\r\n- Monitoring Platform health, uptime, and error resolution\r\n- Understanding traffic sources and marketing effectiveness\r\n\r\n### 7.5 Safety, Security, and Compliance\r\n- Detecting and preventing fraud, abuse, and policy violations\r\n- Verifying partner credentials and maintaining quality standards\r\n- Complying with tax, financial, and regulatory obligations in AU, UK, and US\r\n- Resolving disputes, processing refunds, and managing chargebacks\r\n- Enforcing our Terms of Service and Platform policies\r\n\r\n---\r\n\r\n## 8. Data Sharing and Disclosure\r\n\r\nWe share personal information only as described below. We do not sell personal information (see Section 14 for California-specific disclosures).\r\n\r\n### 8.1 Service Providers and Processors\r\n\r\n| Third Party | Data Shared | Purpose | Location |\r\n|---|---|---|---|\r\n| **Stripe, Inc.** | Payment card details, transaction data, identity verification data, Stripe Connect account information | Payment processing, fraud detection, partner payouts, subscription billing | United States (with global infrastructure) |\r\n| **Microsoft Azure** | All Platform data (encrypted at rest and in transit) | Cloud hosting, data storage (Cosmos DB), file storage, compute services | Regions aligned with user geography (Australia, UK, US) |\r\n| **Analytics processors** | Session data, device data, geographic data, engagement metrics | Platform analytics, performance monitoring | As disclosed in our Cookie Policy |\r\n\r\nAll service providers are bound by data processing agreements that require them to process personal information only on our instructions and in compliance with applicable data protection laws.\r\n\r\n### 8.2 Partners\r\n\r\nWhen you place an order or book a service, we share relevant information with the partner to fulfil your transaction:\r\n\r\n- **Order fulfilment:** Name, shipping address, order details\r\n- **Service bookings:** Name, questionnaire responses, booking preferences, contact information necessary for service delivery\r\n- **Post-confirmation disclosure:** Partner addresses are shared with users only after booking confirmation for in-person services\r\n\r\nPartners and partners on the Platform are independent data controllers for information they receive through the Platform. Their use of your data is subject to their own privacy practices.\r\n\r\n### 8.3 Other Users\r\n\r\nCertain information you provide is visible to other Platform users:\r\n\r\n- **Public profiles:** Partner business information, partner profiles, branding, descriptions, team information, and social media links\r\n- **Community features:** Posts, comments, follows, and other social interactions you choose to share\r\n- **Reviews and ratings:** Feedback you provide on partners, partners, products, or services\r\n\r\n### 8.4 Legal and Regulatory Disclosure\r\n\r\nWe may disclose personal information when required or permitted by law, including:\r\n\r\n- In response to valid legal process (court orders, subpoenas, warrants)\r\n- To comply with regulatory requirements or government requests\r\n- To protect the rights, property, or safety of SpiriVerse, our users, or the public\r\n- In connection with investigations of fraud, intellectual property infringement, or other illegal activity\r\n- To tax authorities as required for VAT, GST, or sales tax compliance\r\n\r\n### 8.5 Business Transfers\r\n\r\nIn the event of a merger, acquisition, reorganisation, bankruptcy, or sale of all or a portion of our assets, personal information may be transferred to the acquiring entity. We will notify you of any such transfer and any changes to this Privacy Policy.\r\n\r\n---\r\n\r\n## 9. International Data Transfers\r\n\r\nSpiriVerse operates across Australia, the United Kingdom, and the United States. Your personal information may be transferred to and processed in countries other than the country in which you reside.\r\n\r\n### 9.1 Transfers from the United Kingdom\r\n\r\nFor transfers of personal data outside the UK, we rely on:\r\n\r\n- **Adequacy decisions:** Transfers to countries that the UK Secretary of State has determined provide an adequate level of data protection\r\n- **Standard Contractual Clauses (SCCs):** UK International Data Transfer Agreement (IDTA) or the UK Addendum to the EU SCCs, as appropriate\r\n- **Supplementary measures:** Technical and organisational safeguards including encryption in transit and at rest, access controls, and contractual protections\r\n\r\n### 9.2 Transfers from Australia\r\n\r\nFor transfers of personal data outside Australia, we take reasonable steps to ensure that overseas recipients handle personal information in accordance with the Australian Privacy Principles, as required under APP 8. We do this through:\r\n\r\n- Contractual obligations requiring compliance with the APPs\r\n- Selecting service providers in jurisdictions with comparable privacy protections\r\n- Implementing technical safeguards for data in transit and at rest\r\n\r\n### 9.3 Transfers from the United States\r\n\r\nPersonal information collected from US residents may be processed in the US or transferred to service providers operating in other jurisdictions. We ensure appropriate safeguards are in place through contractual protections and security measures.\r\n\r\n### 9.4 Specific Transfer Safeguards\r\n\r\n- **Azure hosting:** We configure Azure to store data in regions geographically aligned with the user's location where commercially practicable (Australia East, UK South, US regions)\r\n- **Stripe:** Stripe processes payment data primarily within the United States and maintains certifications and contractual safeguards for international transfers\r\n- **Encryption:** All data transfers between jurisdictions are encrypted using TLS 1.2 or higher\r\n\r\n---\r\n\r\n## 10. Data Retention\r\n\r\nWe retain personal information only for as long as necessary to fulfil the purposes for which it was collected, comply with legal obligations, resolve disputes, and enforce our agreements.\r\n\r\n| Data Category | Retention Period | Rationale |\r\n|---|---|---|\r\n| **Account profile data** | Duration of account plus 30 days after deletion request | Service provision; grace period for account recovery |\r\n| **Religion and spiritual preferences** | Until you withdraw consent or delete your account | Consent-based processing |\r\n| **Order and transaction records** | 7 years from transaction date | Tax and financial regulatory compliance (AU, UK, US) |\r\n| **Payment card data (Stripe)** | Managed by Stripe per their retention policy; we retain only card brand and last four digits for the order retention period | Dispute resolution, regulatory compliance |\r\n| **Partner data** | Duration of partner relationship plus 7 years | Contractual and regulatory compliance |\r\n| **Partner credentials** | Duration of partner relationship plus 2 years | Verification audit trail |\r\n| **Analytics and session data** | 26 months from collection | Platform improvement (aligned with common analytics retention standards) |\r\n| **Community content (messages, posts)** | Duration of account; messages retained up to 3 years after account deletion for recipient access and safety reviews | Community functionality, dispute resolution |\r\n| **Booking and service delivery files** | 2 years from service completion | Service records, dispute resolution |\r\n| **Refund and dispute evidence** | 7 years from resolution | Legal compliance, financial records |\r\n| **Marketing consent records** | Duration of consent plus 3 years after withdrawal | Proof of consent compliance |\r\n| **Security logs** | 12 months | Security monitoring, incident investigation |\r\n\r\nWhen personal information is no longer required, we securely delete or anonymise it. Anonymised data that cannot be re-identified may be retained indefinitely for statistical and analytical purposes.\r\n\r\n---\r\n\r\n## 11. Data Security\r\n\r\nWe implement appropriate technical and organisational measures to protect personal information against unauthorised access, alteration, disclosure, or destruction. These measures include:\r\n\r\n### 11.1 Technical Measures\r\n- **Encryption at rest:** All data stored in Azure Cosmos DB and Azure Blob Storage is encrypted using AES-256 encryption\r\n- **Encryption in transit:** All data transmitted between your device and our servers uses TLS 1.2 or higher\r\n- **Payment security:** Payment card data is processed by Stripe, a PCI DSS Level 1 certified payment processor. We never store full card numbers, CVVs, or PINs on our servers\r\n- **Access controls:** Role-based access controls restrict data access to authorised personnel on a need-to-know basis\r\n- **Authentication:** Secure authentication mechanisms for user accounts, including security questions for account recovery\r\n- **Infrastructure security:** Azure platform security features including network isolation, DDoS protection, and intrusion detection\r\n\r\n### 11.2 Organisational Measures\r\n- Staff training on data protection and information security\r\n- Data processing agreements with all third-party processors\r\n- Regular review of data access permissions\r\n- Incident response procedures for data breach notification\r\n- Privacy impact assessments for new features and processing activities\r\n\r\n### 11.3 Breach Notification\r\nIn the event of a personal data breach that poses a risk to your rights and freedoms, we will:\r\n\r\n- **UK:** Notify the Information Commissioner's Office (ICO) within 72 hours and affected individuals without undue delay where required under UK GDPR\r\n- **Australia:** Notify the Office of the Australian Information Commissioner (OAIC) and affected individuals as required under the Notifiable Data Breaches (NDB) scheme\r\n- **United States:** Notify affected individuals and relevant state authorities in accordance with applicable state breach notification laws\r\n\r\n---\r\n\r\n## 12. Your Rights -- United Kingdom (UK GDPR / Data Protection Act 2018)\r\n\r\nIf you are located in the United Kingdom, you have the following rights:\r\n\r\n| Right | Description |\r\n|---|---|\r\n| **Right of Access** (Art. 15) | Request a copy of the personal data we hold about you |\r\n| **Right to Rectification** (Art. 16) | Request correction of inaccurate or incomplete personal data |\r\n| **Right to Erasure** (Art. 17) | Request deletion of your personal data (\"right to be forgotten\"), subject to legal retention obligations |\r\n| **Right to Restriction** (Art. 18) | Request that we restrict processing of your personal data in certain circumstances |\r\n| **Right to Data Portability** (Art. 20) | Receive your personal data in a structured, commonly used, machine-readable format and transmit it to another controller |\r\n| **Right to Object** (Art. 21) | Object to processing based on legitimate interests or for direct marketing purposes |\r\n| **Right to Withdraw Consent** (Art. 7(3)) | Withdraw consent at any time where processing is based on consent (e.g., spiritual preferences, marketing). Withdrawal does not affect lawfulness of prior processing |\r\n| **Rights Related to Automated Decision-Making** (Art. 22) | Not be subject to decisions based solely on automated processing that produce legal or similarly significant effects |\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com with your request. We will respond within one month, which may be extended by two further months for complex requests. We will verify your identity before fulfilling any request.\r\n\r\n**Complaints:** You have the right to lodge a complaint with the Information Commissioner's Office (ICO):\r\n- Website: https://ico.org.uk\r\n- Telephone: 0303 123 1113\r\n\r\n---\r\n\r\n## 13. Your Rights -- Australia (Privacy Act 1988 / Australian Privacy Principles)\r\n\r\nIf you are located in Australia, you have the following rights under the Australian Privacy Principles:\r\n\r\n| Right | APP Reference | Description |\r\n|---|---|---|\r\n| **Access** | APP 12 | Request access to the personal information we hold about you |\r\n| **Correction** | APP 13 | Request correction of personal information that is inaccurate, out of date, incomplete, irrelevant, or misleading |\r\n| **Anonymity / Pseudonymity** | APP 2 | Where practicable, interact with us without identifying yourself (note: this may limit Platform functionality) |\r\n| **Notification** | APP 5 | Be informed of the purposes for which we collect your personal information |\r\n| **Opt-out of Direct Marketing** | APP 7 | Opt out of receiving direct marketing communications at any time |\r\n| **Cross-border Disclosure** | APP 8 | Be informed when your personal information is disclosed to overseas recipients |\r\n\r\n**Sensitive Information:** Under the APPs, information about your religious beliefs and spiritual interests is classified as sensitive information. We collect this information only with your consent.\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com with your request. We will respond within 30 days. If we refuse a request, we will provide written reasons and information about how to complain.\r\n\r\n**Complaints:** If you are unsatisfied with our response, you may lodge a complaint with the Office of the Australian Information Commissioner (OAIC):\r\n- Website: https://www.oaic.gov.au\r\n- Telephone: 1300 363 992\r\n\r\n---\r\n\r\n## 14. Your Rights -- United States\r\n\r\n### 14.1 California (CCPA / CPRA)\r\n\r\nIf you are a California resident, you have the following rights under the California Consumer Privacy Act as amended by the California Privacy Rights Act:\r\n\r\n| Right | Description |\r\n|---|---|\r\n| **Right to Know** | Request disclosure of the categories and specific pieces of personal information we have collected about you, the sources, purposes, and third parties with whom we share it |\r\n| **Right to Delete** | Request deletion of personal information we have collected, subject to legal exceptions |\r\n| **Right to Correct** | Request correction of inaccurate personal information |\r\n| **Right to Opt-Out of Sale/Sharing** | Opt out of the sale or sharing of personal information for cross-context behavioural advertising. **SpiriVerse does not sell personal information.** |\r\n| **Right to Limit Use of Sensitive Information** | Direct us to limit use of sensitive personal information to purposes necessary for providing the services |\r\n| **Right to Non-Discrimination** | Not receive discriminatory treatment for exercising your privacy rights |\r\n\r\n**Categories of Personal Information Collected (CCPA categories):**\r\n\r\n| CCPA Category | Examples | Sold? | Shared for Cross-Context Behavioural Advertising? |\r\n|---|---|---|---|\r\n| A. Identifiers | Name, email, phone, account ID | No | No |\r\n| B. Personal Records (Cal. Civ. Code 1798.80(e)) | Name, address, phone, payment card (last 4) | No | No |\r\n| C. Protected Classifications | Religion preference | No | No |\r\n| D. Commercial Information | Order history, transaction records | No | No |\r\n| F. Internet/Electronic Activity | Session data, browsing history, device info | No | No |\r\n| G. Geolocation Data | Country, approximate coordinates | No | No |\r\n| H. Professional/Employment Information | Partner credentials, experience | No | No |\r\n| K. Inferences | Spiritual interest preferences, recommendations | No | No |\r\n| L. Sensitive Personal Information | Religion, precise geolocation, account credentials | No | No |\r\n\r\n**Financial Incentives:** We do not offer financial incentives for the collection, sale, or retention of personal information.\r\n\r\n**Authorised Agents:** You may designate an authorised agent to make requests on your behalf. The agent must provide written authorisation and we may require identity verification.\r\n\r\n**How to exercise your rights:** Email privacy@spiriverse.com or contact us at contact@spiriverse.com. We will verify your identity and respond within 45 days, which may be extended by an additional 45 days with notice.\r\n\r\n### 14.2 Other US State Privacy Laws\r\n\r\nWe also honour privacy rights under other applicable US state laws, including but not limited to:\r\n\r\n- **Virginia Consumer Data Protection Act (VCDPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n- **Colorado Privacy Act (CPA):** Rights to access, correct, delete, obtain a portable copy, and opt out of targeted advertising, sale, and profiling\r\n- **Connecticut Data Privacy Act (CTDPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n- **Utah Consumer Privacy Act (UCPA):** Rights to access, delete, and opt out of targeted advertising and sale\r\n- **Texas Data Privacy and Security Act (TDPSA):** Rights to access, correct, delete, obtain a portable copy, and opt out of targeted advertising, sale, and profiling\r\n- **Oregon Consumer Privacy Act (OCPA):** Rights to access, correct, delete, obtain a copy, and opt out of targeted advertising, sale, and profiling\r\n\r\nIf you are a resident of a US state with applicable privacy legislation, you may exercise your rights by contacting privacy@spiriverse.com. We will process your request in accordance with the requirements of your state's law. If your request is denied, you may appeal by contacting us with the subject line \"Privacy Rights Appeal.\"\r\n\r\n---\r\n\r\n## 15. Children's Privacy\r\n\r\nSpiriVerse is not directed at children and we do not knowingly collect personal information from children under the following ages:\r\n\r\n- **United Kingdom:** Under 13 years of age (as specified under UK GDPR and the Age Appropriate Design Code)\r\n- **Australia:** Under 15 years of age (as recommended under APP guidelines for sensitive information)\r\n- **United States:** Under 13 years of age (as defined under the Children's Online Privacy Protection Act, COPPA); under 16 for CCPA sensitive information purposes\r\n\r\nIf we become aware that we have collected personal information from a child below the applicable age threshold without verifiable parental or guardian consent, we will take steps to delete that information as soon as practicable.\r\n\r\nIf you believe a child has provided us with personal information, please contact us immediately at privacy@spiriverse.com.\r\n\r\n---\r\n\r\n## 16. Cookies and Tracking Technologies\r\n\r\nWe use cookies, web beacons, pixels, and similar technologies to collect analytics and engagement data, personalise your experience, and support Platform functionality.\r\n\r\nFor detailed information about the types of cookies we use, how to manage your cookie preferences, and your choices regarding tracking technologies, please refer to our **[Cookie Policy]**.\r\n\r\n**Do Not Track (DNT):** Some browsers transmit \"Do Not Track\" signals. As there is no industry consensus on how to respond to DNT signals, we do not currently alter our data collection practices in response to DNT signals. We do, however, honour opt-out requests submitted through the mechanisms described in this Privacy Policy.\r\n\r\n**Global Privacy Control (GPC):** We honour Global Privacy Control signals as an opt-out of the sale or sharing of personal information as required under the CCPA/CPRA and other applicable laws.\r\n\r\n---\r\n\r\n## 17. Third-Party Links and Services\r\n\r\nThe Platform may contain links to third-party websites, services, or applications that are not operated by us. This includes, but is not limited to:\r\n\r\n- Partner and partner social media profiles\r\n- External payment processing pages (Stripe)\r\n- Third-party integrations linked by partners\r\n\r\nWe are not responsible for the privacy practices of third-party services. We encourage you to review the privacy policies of any third-party service before providing personal information.\r\n\r\n---\r\n\r\n## 18. Automated Decision-Making and Profiling\r\n\r\nSpiriVerse uses certain automated processes to support Platform functionality:\r\n\r\n- **Recommendations:** We use your stated spiritual interests and browsing behaviour to suggest relevant partners, partners, products, and services. These recommendations are informational only and do not produce legal or similarly significant effects.\r\n- **Fraud Detection:** Stripe uses automated fraud detection systems for payment processing. Transactions flagged as potentially fraudulent may be declined or flagged for review.\r\n- **Verification:** Partner verification status and badges are determined through a combination of automated checks and manual review.\r\n\r\nUnder UK GDPR, you have the right not to be subject to a decision based solely on automated processing that produces legal or similarly significant effects. If you believe an automated decision has significantly affected you, please contact privacy@spiriverse.com.\r\n\r\n---\r\n\r\n## 19. Changes to This Privacy Policy\r\n\r\nWe may update this Privacy Policy from time to time to reflect changes in our practices, technology, legal requirements, or other factors. When we make material changes:\r\n\r\n- We will update the \"Last Updated\" date at the top of this document\r\n- We will provide notice through the Platform (e.g., a prominent banner or notification)\r\n- For material changes affecting your rights, we will provide at least 30 days' notice before the changes take effect\r\n- Where required by law, we will obtain your consent to material changes\r\n\r\nWe encourage you to review this Privacy Policy periodically. Your continued use of the Platform after the effective date of any changes constitutes your acknowledgement of the updated Privacy Policy.\r\n\r\n---\r\n\r\n## 20. How to Contact Us\r\n\r\nIf you have questions, concerns, or requests regarding this Privacy Policy or our data practices, you may contact us through the following channels:\r\n\r\n**General Inquiries:**\r\nEmail: contact@spiriverse.com\r\n\r\n**Privacy-Specific Inquiries and Rights Requests:**\r\nEmail: privacy@spiriverse.com\r\n\r\n**Data Protection Officer:**\r\nEmail: [DPO_EMAIL]\r\n\r\nWe aim to respond to all privacy inquiries within:\r\n- **UK:** 30 days (extendable by two months for complex requests)\r\n- **Australia:** 30 days\r\n- **US (California):** 45 days (extendable by an additional 45 days with notice)\r\n\r\n---\r\n\r\n## 21. Jurisdiction-Specific Supervisory Authorities\r\n\r\nIf you are unsatisfied with our response to a privacy concern, you may contact the relevant supervisory authority:\r\n\r\n**United Kingdom:**\r\nInformation Commissioner's Office (ICO)\r\nWebsite: https://ico.org.uk\r\nTelephone: 0303 123 1113\r\nAddress: Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF\r\n\r\n**Australia:**\r\nOffice of the Australian Information Commissioner (OAIC)\r\nWebsite: https://www.oaic.gov.au\r\nTelephone: 1300 363 992\r\nAddress: GPO Box 5218, Sydney NSW 2001\r\n\r\n**United States (California):**\r\nCalifornia Privacy Protection Agency (CPPA)\r\nWebsite: https://cppa.ca.gov\r\n\r\n**United States (Other States):**\r\nContact your state's Attorney General office for privacy complaints under applicable state law.\r\n\r\n---\r\n\r\n## 22. Supplementary Information for Australian Users\r\n\r\nIn accordance with Australian Privacy Principle 1, the following additional disclosures apply:\r\n\r\n- **APP 1 (Open and transparent management):** This Privacy Policy describes how we manage personal information. A copy is available at all times on our Platform.\r\n- **APP 2 (Anonymity and pseudonymity):** You may browse certain parts of the Platform without identifying yourself. However, account creation, purchases, and bookings require identification.\r\n- **APP 3 (Collection of solicited personal information):** We collect only personal information that is reasonably necessary for our functions and activities as described in this Privacy Policy.\r\n- **APP 6 (Use or disclosure):** We use and disclose personal information only for the primary purpose for which it was collected, or for a secondary purpose that you would reasonably expect, or with your consent.\r\n- **APP 7 (Direct marketing):** We will only use your personal information for direct marketing with your consent. You may opt out at any time by following the unsubscribe link in any marketing communication or contacting us at privacy@spiriverse.com.\r\n- **APP 11 (Security):** We take reasonable steps to protect personal information from misuse, interference, loss, and unauthorised access, modification, or disclosure, as described in Section 11.\r\n\r\n---\r\n\r\n## 23. Supplementary Information for UK Users\r\n\r\nIn accordance with UK GDPR requirements, the following additional disclosures apply:\r\n\r\n- **Data Protection Impact Assessments (DPIAs):** We conduct DPIAs for processing activities that are likely to result in high risk to individuals, including the processing of sensitive information such as religious beliefs and spiritual interests.\r\n- **Records of Processing Activities (ROPA):** We maintain records of our processing activities as required under Article 30 of UK GDPR, available upon request to the ICO.\r\n- **International Transfer Mechanisms:** See Section 9.1 for details on the safeguards we use for international data transfers.\r\n- **Legitimate Interest Assessments:** Where we rely on legitimate interests as a lawful basis, we have conducted and documented balancing tests. You may request information about these assessments by contacting our DPO.\r\n\r\n---\r\n\r\n*This Privacy Policy is effective as of [EFFECTIVE_DATE]. For questions or concerns, contact privacy@spiriverse.com.*\r\n",
  "market": "global",
  "version": 2,
  "isPublished": true,
  "effectiveDate": "2026-02-17T10:19:53.311Z",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-17T10:19:53.311Z",
  "updatedBy": "migration-035",
  "status": "ACTIVE",
  "createdDate": "2026-02-17T21:19:53.358+11:00",
  "createdBy": "migration-system",
  "_rid": "Pc5AAJDSILUkAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUkAAAAAAAAAA==/",
  "_etag": "\"b802dba7-0000-1b00-0000-699440ca0000\"",
  "_attachments": "attachments/",
  "changeSummary": "Replaced all Vendor/Merchant/Practitioner terminology with Partner. Consolidated definitions in Section 3.",
  "_ts": 1771323594
}