{
  "docType": "legal-document",
  "id": "terms-of-service",
  "documentType": "terms-of-service",
  "title": "Terms of Service",
  "content": "# SpiriVerse Terms of Service\n\n**Effective Date:** [EFFECTIVE_DATE]\n\n**Last Updated:** [EFFECTIVE_DATE]\n\n---\n\nWelcome to SpiriVerse. These Terms of Service (\"Terms\") constitute a legally binding agreement between you (\"you,\" \"your,\" or \"User\") and [COMPANY_ENTITY] (\"SpiriVerse,\" \"we,\" \"us,\" or \"our\"), governing your access to and use of the SpiriVerse platform, including our website, mobile applications, APIs, and all related services (collectively, the \"Platform\").\n\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agree to be bound by these Terms, our [Privacy Policy], and our [Community Guidelines], each of which is incorporated herein by reference. If you do not agree to these Terms, you must not access or use the Platform.\n\n---\n\n## Table of Contents\n\n1. [Definitions](#1-definitions)\n2. [Acceptance and Eligibility](#2-acceptance-and-eligibility)\n3. [Account Registration and Security](#3-account-registration-and-security)\n4. [Platform Description and Services](#4-platform-description-and-services)\n5. [User Conduct](#5-user-conduct)\n6. [Marketplace Transactions](#6-marketplace-transactions)\n7. [Partner Terms](#7-partner-terms)\n8. [Booking, Cancellation, and Refund Framework](#8-booking-cancellation-and-refund-framework)\n9. [Events and Workshops](#9-events-and-workshops)\n10. [Livestreaming and On-Demand Content](#10-livestreaming-and-on-demand-content)\n11. [Reviews and Ratings](#11-reviews-and-ratings)\n12. [Community Features](#12-community-features)\n13. [Payments and Fees](#13-payments-and-fees)\n14. [Intellectual Property](#14-intellectual-property)\n15. [Spiritual Services Disclaimer](#15-spiritual-services-disclaimer)\n16. [Disclaimer of Warranties](#16-disclaimer-of-warranties)\n17. [Limitation of Liability](#17-limitation-of-liability)\n18. [Indemnification](#18-indemnification)\n19. [Termination](#19-termination)\n20. [Governing Law and Jurisdiction](#20-governing-law-and-jurisdiction)\n21. [Dispute Resolution](#21-dispute-resolution)\n22. [Changes to These Terms](#22-changes-to-these-terms)\n23. [Severability](#23-severability)\n24. [General Provisions](#24-general-provisions)\n25. [Contact Information](#25-contact-information)\n\n---\n\n## 1. Definitions\n\nFor the purposes of these Terms, the following definitions apply:\n\n**\"Buyer\"** or **\"Customer\"** means any User who purchases products, books services, acquires event tickets, or accesses on-demand content through the Platform.\n\n**\"Content\"** means any text, images, audio, video, data, or other materials uploaded, posted, transmitted, or otherwise made available through the Platform.\n\n**\"Partner Subscription\"** means the recurring subscription plan that Partners purchase to operate a storefront or practice on the Platform.\n\n**\"On-Demand Content\"** means pre-recorded or pre-produced digital content available for purchase or access through the Platform, including but not limited to videos, podcasts, guided meditations, and courses.\n\n**\"Platform Fee\"** means the service fee charged by SpiriVerse on transactions conducted through the Platform.\n\n**\"Partner\"** means any individual or business that lists services, products, or experiences on SpiriVerse, including but not limited to those selling physical products, offering synchronous services (such as tarot readings, astrology consultations, reiki sessions, coaching, or energy healing), or providing asynchronous deliverables (such as written readings or oracle messages).\n\n**\"User\"** means any individual or entity that accesses or uses the Platform in any capacity, including Buyers and Partners.\n\n---\n\n## 2. Acceptance and Eligibility\n\n### 2.1 Acceptance\n\nBy creating an account, accessing, or using the Platform, you agree to these Terms. If you are using the Platform on behalf of an organization, you represent and warrant that you have the authority to bind that organization to these Terms.\n\n### 2.2 Age Requirements\n\nEligibility to use the Platform is subject to the minimum age requirements of your jurisdiction of residence:\n\n- **Australia:** You must be at least 18 years of age to use the Platform. Minors under 18 are not permitted to create accounts or transact on the Platform.\n- **United Kingdom:** You must be at least 18 years of age to use the Platform. Minors under 18 are not permitted to create accounts or transact on the Platform.\n- **United States:** You must be at least 18 years of age to use the Platform. In accordance with the Children's Online Privacy Protection Act (COPPA), the Platform is not directed at and does not knowingly collect personal information from individuals under 13 years of age.\n\n### 2.3 Capacity\n\nBy using the Platform, you represent and warrant that you have the legal capacity to enter into a binding agreement in your jurisdiction and that your use of the Platform does not violate any applicable law or regulation.\n\n### 2.4 Compliance with Local Laws\n\nYou are responsible for ensuring that your use of the Platform complies with all laws, regulations, and ordinances applicable to you in your jurisdiction. Where the Platform is used to offer or purchase services that may be regulated locally (including, without limitation, health, wellness, and spiritual services), it is the responsibility of the User to ensure compliance with all applicable licensing and regulatory requirements.\n\n---\n\n## 3. Account Registration and Security\n\n### 3.1 Account Creation\n\nTo access certain features of the Platform, you must create an account by providing accurate, complete, and current information. You agree to update your account information promptly to keep it accurate and complete.\n\n### 3.2 Account Security\n\nYou are solely responsible for maintaining the confidentiality of your account credentials. You agree to:\n\n- (a) Create a strong, unique password;\n- (b) Not share your login credentials with any third party;\n- (c) Notify us immediately at contact@spiriverse.com if you suspect unauthorized access to your account;\n- (d) Accept responsibility for all activities that occur under your account.\n\n### 3.3 One Account Per Person\n\nEach individual may maintain only one personal account on the Platform. Partners may operate a separate business account linked to their personal account, subject to our verification procedures.\n\n### 3.4 Account Verification\n\nWe reserve the right to verify the identity of any User at any time. Partners may be required to complete additional identity verification, business verification, or background checks before being permitted to offer goods or services on the Platform.\n\n### 3.5 Account Suspension\n\nWe reserve the right to suspend or restrict access to your account if we reasonably believe that your account has been compromised, that you have violated these Terms, or that suspension is necessary to protect the Platform or other Users.\n\n---\n\n## 4. Platform Description and Services\n\n### 4.1 Marketplace Platform\n\nSpiriVerse is an online marketplace platform that connects Buyers with Partners in the spiritual and wellness space. The Platform operates in Australia, the United Kingdom, and the United States.\n\n### 4.2 Services Facilitated\n\nThe Platform facilitates the following categories of transactions and interactions:\n\n- **(a) Physical Products:** Partners may list and sell physical goods, including crystals, tarot decks, candles, jewelry, incense, spiritual tools, and related items.\n- **(b) Synchronous Services:** Partners may offer live, real-time services such as tarot readings, astrology consultations, reiki sessions, spiritual coaching, energy healing, and similar services, delivered via the Platform's communication tools or approved third-party services.\n- **(c) Asynchronous Deliverables:** Partners may offer pre-prepared or custom deliverables such as written readings, oracle messages, birth chart analyses, and similar items delivered digitally.\n- **(d) Events and Workshops:** Partners may host in-person or virtual events, workshops, retreats, and classes with ticketing and capacity management.\n- **(e) Livestreaming:** Users may broadcast and participate in live video streams with real-time chat functionality.\n- **(f) On-Demand Content:** Partners may publish and sell digital content including videos, podcasts, guided meditations, courses, and similar materials.\n- **(g) Community Features:** Users may engage in social posting, commenting, discussions, following other Users, and messaging.\n\n### 4.3 Role of SpiriVerse\n\nSpiriVerse acts as an intermediary platform facilitating connections and transactions between Users. SpiriVerse is not a party to the transactions between Buyers and Partners. SpiriVerse does not own, create, sell, resell, provide, control, manage, offer, deliver, or supply any of the products, services, events, or content listed on the Platform. Partners are independent third parties and are not employees, agents, or representatives of SpiriVerse.\n\n### 4.4 No Endorsement\n\nThe listing of any product, service, event, or content on the Platform does not constitute an endorsement, certification, or guarantee by SpiriVerse of its quality, safety, legality, accuracy, or suitability for any purpose.\n\n---\n\n## 5. User Conduct\n\n### 5.1 General Standards\n\nAll Users agree to use the Platform in a manner that is lawful, respectful, and consistent with the purpose of the Platform. You agree not to:\n\n- (a) Violate any applicable local, state, national, or international law or regulation;\n- (b) Infringe upon the intellectual property rights, privacy rights, or other rights of any third party;\n- (c) Post or transmit any Content that is fraudulent, misleading, defamatory, obscene, threatening, abusive, harassing, or hateful;\n- (d) Impersonate any person or entity or misrepresent your affiliation with any person or entity;\n- (e) Engage in any form of spam, phishing, or unsolicited commercial communications;\n- (f) Attempt to gain unauthorized access to any portion of the Platform, other User accounts, or any systems or networks connected to the Platform;\n- (g) Use the Platform to distribute malware, viruses, or any other harmful code;\n- (h) Interfere with or disrupt the integrity or performance of the Platform;\n- (i) Use automated means (bots, scrapers, crawlers) to access the Platform without our prior written consent;\n- (j) Circumvent or attempt to circumvent any Platform fee, payment mechanism, or transaction process;\n- (k) Solicit transactions outside of the Platform to avoid Platform Fees;\n- (l) Create multiple accounts to evade suspension or termination; or\n- (m) Engage in price manipulation, fake reviews, shill bidding, or other deceptive marketplace practices.\n\n### 5.2 Partner Conduct\n\nIn addition to the general standards above, Partners agree to:\n\n- (a) Provide accurate and complete descriptions of all products, services, events, and content;\n- (b) Fulfil all orders and bookings in a timely and professional manner;\n- (c) Comply with all applicable consumer protection laws, including laws relating to product safety, accurate advertising, and fair trading;\n- (d) Maintain appropriate insurance where required by law;\n- (e) Not make claims about health benefits, medical outcomes, or therapeutic effects that are unsupported, misleading, or prohibited by applicable law; and\n- (f) Respond to Buyer inquiries and disputes in good faith and within a reasonable timeframe.\n\n### 5.3 Consequences of Violation\n\nViolations of this Section 5 may result in content removal, account suspension, account termination, forfeiture of pending payouts, and, where appropriate, reporting to law enforcement authorities. SpiriVerse reserves sole discretion in determining whether a violation has occurred and the appropriate response.\n\n---\n\n## 6. Marketplace Transactions\n\n### 6.1 Listing and Purchasing\n\nPartners set their own prices, descriptions, and terms for the products, services, events, and content they offer on the Platform. Buyers are responsible for reviewing all listing details, including descriptions, pricing, delivery terms, and any partner-specific policies, before completing a transaction.\n\n### 6.2 Contractual Relationship\n\nWhen a Buyer completes a purchase on the Platform, a contract is formed directly between the Buyer and the Partner. SpiriVerse is not a party to this contract but facilitates its formation and provides the payment infrastructure.\n\n### 6.3 Physical Products\n\n- **(a)** Partners are responsible for the accuracy of product listings, including descriptions, images, pricing, and availability.\n- **(b)** Partners are responsible for packaging, shipping, and delivering physical products in accordance with the timeframes specified in their listings.\n- **(c)** Partners must comply with all applicable product safety standards and regulations in the jurisdictions where they sell, including the Australian Consumer Law, the UK Consumer Rights Act 2015, and applicable US federal and state consumer protection laws.\n- **(d)** Risk of loss for physical products passes to the Buyer upon delivery to the carrier, unless otherwise specified by applicable law.\n\n### 6.4 Partner Services (Synchronous)\n\n- **(a)** Synchronous services are delivered in real time via the Platform's built-in communication tools or approved third-party services at the scheduled time.\n- **(b)** Partners must accurately represent their qualifications, experience, and the nature of the services they offer.\n- **(c)** Partners must not provide medical, legal, financial, or other regulated professional advice unless they hold the appropriate qualifications and licenses to do so in the relevant jurisdiction.\n\n### 6.5 Partner Deliverables (Asynchronous)\n\n- **(a)** Asynchronous deliverables must be delivered within the timeframe stated in the listing or as otherwise agreed between the Partner and Buyer.\n- **(b)** Deliverables must match the description provided in the listing in terms of scope, format, and quality.\n- **(c)** Custom deliverables are subject to the specific instructions provided by the Buyer. Any material deviation from the agreed scope must be communicated to and approved by the Buyer before delivery.\n\n### 6.6 Taxes\n\n- **(a)** Partners are solely responsible for determining, collecting, reporting, and remitting all applicable taxes on their transactions, including but not limited to Goods and Services Tax (GST) in Australia, Value Added Tax (VAT) in the United Kingdom, and state and local sales taxes in the United States.\n- **(b)** SpiriVerse may provide tools or information to assist with tax compliance but does not provide tax advice and is not responsible for the tax obligations of any User.\n\n### 6.7 Prohibited Listings\n\nThe following items and services are prohibited from being listed on the Platform:\n\n- (a) Items or services that are illegal in the applicable jurisdiction;\n- (b) Counterfeit or stolen goods;\n- (c) Controlled substances, pharmaceuticals, or items requiring a prescription;\n- (d) Weapons, ammunition, or explosives;\n- (e) Live animals;\n- (f) Services that guarantee specific medical, legal, or financial outcomes;\n- (g) Services or products that exploit vulnerability, fear, or emotional distress;\n- (h) Hexes, curses, or services intended to cause harm to a third party;\n- (i) Any item or service that violates the intellectual property rights of a third party; or\n- (j) Any other item or service that SpiriVerse, in its sole discretion, deems inappropriate for the Platform.\n\n---\n\n## 7. Partner Terms\n\n### 7.1 Onboarding\n\nPartners must complete the onboarding process, which includes account verification, payment setup through our payment processor (Stripe), and agreement to these Terms and any additional Partner policies.\n\n### 7.2 Partner Subscriptions\n\n- **(a)** Partners must maintain an active Partner Subscription to operate on the Platform.\n- **(b)** Subscription plans, pricing, and features are described on the Platform and may be updated from time to time.\n- **(c)** Subscriptions are billed on a recurring basis. By subscribing, you authorise SpiriVerse to charge the applicable fees to your payment method on file.\n- **(d)** Subscription cancellations take effect at the end of the current billing period. No pro-rata refunds are provided for partial billing periods.\n\n### 7.3 Platform Fees\n\n- **(a)** SpiriVerse charges a Platform Fee on each transaction completed through the Platform. The current fee structure is described on the Platform and in the Partner onboarding materials.\n- **(b)** Platform Fees are deducted from the transaction amount before disbursement to the Partner.\n- **(c)** SpiriVerse reserves the right to modify its fee structure with at least 30 days' prior written notice.\n\n### 7.4 Payouts\n\n- **(a)** Payouts to Partners are processed through Stripe Connected Accounts.\n- **(b)** Payout schedules, minimum thresholds, and processing times are governed by Stripe's terms and the payout settings configured by the Partner.\n- **(c)** SpiriVerse may withhold or delay payouts where there is a pending dispute, suspected fraud, or a violation of these Terms.\n\n### 7.5 Representations and Warranties\n\nPartners represent and warrant that:\n\n- (a) They have the legal right and authority to sell the products and services they list;\n- (b) All products comply with applicable safety standards and regulations;\n- (c) All service descriptions are accurate and not misleading;\n- (d) They will comply with all applicable laws and regulations, including consumer protection laws; and\n- (e) They will fulfil all transactions in accordance with the terms stated in their listings.\n\n---\n\n## 8. Booking, Cancellation, and Refund Framework\n\n### 8.1 Bookings\n\n- **(a)** Bookings for Partner services and events are confirmed upon successful payment.\n- **(b)** Confirmation details, including date, time, and any preparation instructions, will be provided through the Platform.\n- **(c)** Both parties are expected to honour confirmed bookings. Repeated no-shows or last-minute cancellations may result in account restrictions.\n\n### 8.2 Cancellation by Buyer\n\n- **(a)** Buyers may cancel a booking subject to the cancellation and refund policy set by the Partner, which must be clearly stated in the listing at the time of publication.\n- **(b)** Partners define their own refund and cancellation policies at listing time. SpiriVerse expects all Partners to honour their stated policies. Failure to comply with a stated refund or cancellation policy may result in account warnings, listing removal, or account suspension.\n- **(c)** Platform Fees are non-refundable in all cases, regardless of whether a refund is issued to the Buyer.\n\n### 8.3 Cancellation by Partner\n\n- **(a)** If a Partner cancels a confirmed booking, the Buyer will receive a full refund of the product or service amount. Platform Fees remain non-refundable.\n- **(b)** Repeated cancellations by a Partner may result in listing demotion, account warnings, or account suspension.\n\n### 8.4 Refunds for Physical Products\n\n- **(a)** Refund and return policies for physical products are set by the Partner, subject to the minimum requirements of applicable consumer protection law.\n- **(b)** Under Australian Consumer Law, Buyers have statutory rights to a remedy (repair, replacement, or refund) where goods are faulty, not as described, or not fit for purpose.\n- **(c)** Under the UK Consumer Rights Act 2015, Buyers have statutory rights including the short-term right to reject faulty goods within 30 days.\n- **(d)** Under applicable US state laws, Buyers may have additional rights depending on the state of purchase.\n- **(e)** Nothing in these Terms limits or excludes any statutory consumer rights that cannot be limited or excluded by law.\n\n### 8.5 Refunds for Digital Content and Asynchronous Deliverables\n\n- **(a)** Due to the nature of digital content and custom deliverables, refunds may be limited once content has been accessed or a deliverable has been sent.\n- **(b)** Buyers may request a refund if the deliverable is materially different from its description, not delivered within the stated timeframe, or otherwise fails to meet the standards described in the listing.\n- **(c)** Refund requests are reviewed on a case-by-case basis. SpiriVerse may mediate disputes between Buyers and Partners.\n\n### 8.6 Dispute Resolution for Transactions\n\n- **(a)** Buyers and Partners are encouraged to resolve transaction disputes directly through the Platform's messaging system.\n- **(b)** If a resolution cannot be reached, either party may escalate the matter to SpiriVerse's support team, which will review the dispute and issue a determination.\n- **(c)** SpiriVerse's determination in transaction disputes is final and binding, subject to any applicable statutory rights.\n\n---\n\n## 9. Events and Workshops\n\n### 9.1 Event Listings\n\n- **(a)** Event hosts must provide accurate and complete information in their event listings, including the date, time, location (physical or virtual), duration, capacity, pricing, and a clear description of the event.\n- **(b)** Event hosts are responsible for managing capacity and ensuring that ticket sales do not exceed the stated capacity.\n\n### 9.2 Event Tickets\n\n- **(a)** Event tickets are issued upon successful payment and are subject to the event host's terms and conditions as stated in the listing.\n- **(b)** Tickets are non-transferable unless the event host explicitly permits transfers.\n\n### 9.3 Event Cancellations and Changes\n\n- **(a)** If an event host cancels an event, all ticket holders will receive a full refund.\n- **(b)** Material changes to an event (including date, time, location, or presenter) must be communicated to ticket holders promptly. Ticket holders may request a full refund if material changes are made.\n- **(c)** SpiriVerse is not responsible for any costs incurred by attendees in connection with event cancellations or changes, including travel, accommodation, or time costs.\n- **(d)** Buyer and Partners acknowledge and agree that all fees incurred in connection with any payment transaction are strictly non-refundable. This includes, without limitation, all processing fees, service fees, and related charges imposed by Stripe or SpiriVerse, whether paid by Buyer or Partners or deducted from transaction proceeds\n\n### 9.4 Attendee Conduct\n\nAttendees at events hosted through the Platform must comply with these Terms, the event host's rules, and all applicable laws. Event hosts may remove attendees who engage in disruptive, dangerous, or otherwise inappropriate behaviour.\n\n---\n\n## 10. Livestreaming and On-Demand Content\n\n### 10.1 Livestreaming\n\n- **(a)** Users who livestream through the Platform must comply with these Terms and the Community Guidelines at all times during their broadcasts.\n- **(b)** Livestream content must not include nudity, sexually explicit material, graphic violence, hate speech, harassment, or any content that violates applicable law.\n- **(c)** SpiriVerse reserves the right to terminate a livestream at any time if it violates these Terms or the Community Guidelines.\n- **(d)** Viewers participating in live chat must comply with the Community Guidelines. SpiriVerse and livestream hosts may moderate, remove, or restrict chat participants.\n\n### 10.2 On-Demand Content\n\n- **(a)** Partners who publish on-demand content retain ownership of their content, subject to the license granted in Section 14.\n- **(b)** Buyers who purchase on-demand content receive a limited, non-exclusive, non-transferable, personal license to access and view the content for their own private, non-commercial use.\n- **(c)** Buyers may not copy, reproduce, distribute, publicly display, create derivative works from, or commercially exploit any on-demand content without the express written permission of the content creator.\n- **(d)** SpiriVerse may remove on-demand content that violates these Terms, infringes intellectual property rights, or is the subject of a valid legal complaint.\n\n---\n\n## 11. Reviews and Ratings\n\n### 11.1 Purpose\n\nThe review and ratings system is designed to provide honest, constructive feedback that helps the SpiriVerse community make informed decisions.\n\n### 11.2 Eligibility\n\nOnly Buyers who have completed a transaction with a Partner may leave a review for that transaction. Reviews must relate to the specific transaction and the Buyer's genuine experience.\n\n### 11.3 Review Standards\n\nReviews must:\n\n- (a) Be honest, accurate, and based on the Buyer's genuine personal experience;\n- (b) Relate to the product purchased, service received, event attended, or content accessed;\n- (c) Not contain defamatory, obscene, threatening, or harassing language;\n- (d) Not contain personal information about the Partner, Partner, or any third party;\n- (e) Not be submitted as part of any incentivised scheme (e.g., in exchange for discounts, free products, or payment); and\n- (f) Not be submitted with the intent to manipulate ratings or harm a competitor.\n\n### 11.4 Review Responses\n\nPartners may respond publicly to reviews. Responses must be professional, respectful, and comply with the same standards as reviews.\n\n### 11.5 Review Removal\n\nSpiriVerse reserves the right to remove reviews that violate these Terms or the review standards, including reviews that are fraudulent, irrelevant, retaliatory, or otherwise inappropriate. SpiriVerse is not obligated to remove a review solely because a Partner disagrees with its content.\n\n### 11.6 No Manipulation\n\nAny attempt to manipulate reviews or ratings, whether through fake reviews, incentivised reviews, retaliatory reviews, or other means, is a serious violation of these Terms and may result in account termination.\n\n---\n\n## 12. Community Features\n\n### 12.1 Social Features\n\nThe Platform includes community features such as social posts, comments, discussions, messaging, wishlists, and the ability to follow other Users. Use of these features is governed by these Terms and the Community Guidelines.\n\n### 12.2 Community Guidelines\n\nAll community interactions are subject to the SpiriVerse Community Guidelines, which are incorporated herein by reference. The Community Guidelines provide detailed rules and expectations for respectful, inclusive, and safe participation in the SpiriVerse community. Users are responsible for familiarising themselves with and adhering to the Community Guidelines.\n\n### 12.3 Messaging\n\n- **(a)** The Platform's messaging system is provided for communication related to Platform activities, including transaction inquiries, booking coordination, and community engagement.\n- **(b)** Users must not use the messaging system for spam, solicitation of off-platform transactions, harassment, or any purpose unrelated to the Platform.\n- **(c)** SpiriVerse may monitor messages for safety, fraud prevention, and compliance purposes, in accordance with our Privacy Policy.\n\n### 12.4 User-Generated Content\n\n- **(a)** Users are solely responsible for the content they post through community features.\n- **(b)** By posting content, you grant SpiriVerse the license described in Section 14.3.\n- **(c)** SpiriVerse reserves the right to remove content that violates these Terms, the Community Guidelines, or applicable law, without prior notice.\n\n---\n\n## 13. Payments and Fees\n\n### 13.1 Payment Processing\n\nAll payments on the Platform are processed through Stripe, our third-party payment processor. By making or receiving payments through the Platform, you agree to Stripe's terms of service and privacy policy in addition to these Terms.\n\n### 13.2 Buyer Payments\n\n- **(a)** Buyers must provide a valid payment method to complete transactions.\n- **(b)** All prices are displayed in the local currency of the applicable marketplace (AUD for Australia, GBP for the United Kingdom, USD for the United States) unless otherwise stated.\n- **(c)** Buyers authorise SpiriVerse to charge their payment method for the total transaction amount, including any applicable taxes and fees.\n\n### 13.3 Platform Fees\n\nSpiriVerse charges a Platform Fee on transactions as described in Section 7.3. The current fee structure is available on the Platform.\n\n### 13.4 Currency\n\nTransactions are processed in the currency of the marketplace in which they occur. SpiriVerse is not responsible for currency conversion fees or exchange rate fluctuations.\n\n### 13.5 Payment Disputes and Chargebacks\n\n- **(a)** Buyers who wish to dispute a charge should first contact SpiriVerse support before initiating a chargeback with their bank or card issuer.\n- **(b)** Frivolous or abusive chargebacks may result in account suspension or termination.\n- **(c)** Partners are responsible for any chargeback fees or losses arising from their transactions, except where the chargeback results from a Platform error.\n\n---\n\n## 14. Intellectual Property\n\n### 14.1 SpiriVerse IP\n\nThe Platform, including its design, code, features, functionality, trademarks, logos, and all associated intellectual property, is owned by or licensed to [COMPANY_ENTITY]. These Terms do not grant you any right, title, or interest in the Platform or our intellectual property except the limited right to use the Platform in accordance with these Terms.\n\n### 14.2 Partner IP\n\nPartners retain ownership of their original content, product designs, service methodologies, and other intellectual property that they create and upload to the Platform, subject to the license granted below.\n\n### 14.3 License to SpiriVerse\n\nBy uploading, posting, or otherwise making Content available on the Platform, you grant SpiriVerse a worldwide, non-exclusive, royalty-free, sublicensable, and transferable license to use, reproduce, modify, adapt, distribute, display, and perform such Content solely for the purposes of operating, maintaining, promoting, and improving the Platform. This license continues for so long as your Content remains on the Platform and terminates upon deletion, except that SpiriVerse may retain archival copies as required for legal, audit, or compliance purposes.\n\n### 14.4 Copyright Infringement\n\nSpiriVerse respects intellectual property rights and expects its Users to do the same. If you believe that your copyrighted work has been reproduced on the Platform in a way that constitutes copyright infringement, please submit a notice to contact@spiriverse.com containing:\n\n- (a) A description of the copyrighted work you claim has been infringed;\n- (b) A description of where the allegedly infringing material is located on the Platform;\n- (c) Your contact information;\n- (d) A statement that you have a good-faith belief that the use is not authorised by the copyright owner, its agent, or the law;\n- (e) A statement, under penalty of perjury (for US residents), that the information in your notice is accurate and that you are the copyright owner or authorised to act on the owner's behalf; and\n- (f) Your physical or electronic signature.\n\n### 14.5 Repeat Infringers\n\nSpiriVerse will terminate the accounts of Users who are found to be repeat infringers of intellectual property rights.\n\n---\n\n## 15. Spiritual Services Disclaimer\n\n### 15.1 Nature of Spiritual Services\n\nSpiriVerse is a marketplace for spiritual, wellness, and metaphysical products and services. Many of the services offered on the Platform, including but not limited to tarot readings, astrology consultations, reiki sessions, energy healing, oracle messages, and spiritual coaching, are based on personal belief systems, traditional practices, and subjective experiences.\n\n### 15.2 No Medical, Legal, or Financial Advice\n\nServices offered on the Platform are not substitutes for professional medical, psychological, legal, or financial advice. You acknowledge and agree that:\n\n- (a) Spiritual and wellness services are provided for personal growth, entertainment, spiritual exploration, and general wellness purposes only;\n- (b) No Partner, Partner, or SpiriVerse employee provides medical diagnoses, treatments, or prescriptions through the Platform;\n- (c) You should always seek the advice of qualified healthcare, legal, or financial professionals for matters relating to your health, legal rights, or finances;\n- (d) You should not delay or forgo professional advice based on information or guidance received through the Platform; and\n- (e) SpiriVerse does not verify, endorse, or guarantee the accuracy, effectiveness, or validity of any spiritual or metaphysical claims made by Partners.\n\n### 15.3 Personal Responsibility\n\nYou use spiritual and wellness services at your own discretion and risk. You are solely responsible for any decisions or actions you take based on information or guidance received through the Platform.\n\n### 15.4 Regulatory Compliance\n\nIn some jurisdictions, certain types of spiritual or wellness services may be subject to regulation. Partners are solely responsible for understanding and complying with any such regulations in the jurisdictions where they offer their services. SpiriVerse does not provide legal advice regarding regulatory compliance.\n\n---\n\n## 16. Disclaimer of Warranties\n\n### 16.1 \"As Is\" and \"As Available\"\n\nTo the maximum extent permitted by applicable law, the Platform is provided on an \"AS IS\" and \"AS AVAILABLE\" basis, without warranties of any kind, whether express, implied, or statutory, including but not limited to implied warranties of merchantability, fitness for a particular purpose, non-infringement, and any warranties arising from course of dealing or usage of trade.\n\n### 16.2 No Guarantee\n\nSpiriVerse does not warrant that:\n\n- (a) The Platform will be uninterrupted, timely, secure, or error-free;\n- (b) The results obtained from the Platform will be accurate or reliable;\n- (c) The quality of any products, services, content, or other materials obtained through the Platform will meet your expectations; or\n- (d) Any errors in the Platform will be corrected.\n\n### 16.3 Third-Party Content\n\nSpiriVerse is not responsible for the accuracy, completeness, or reliability of any Content, products, or services provided by third parties through the Platform.\n\n### 16.4 Statutory Rights\n\nNothing in this section is intended to limit or exclude any statutory warranties or consumer guarantees that cannot be excluded under applicable law, including under the Australian Consumer Law (Schedule 2 of the Competition and Consumer Act 2010), the UK Consumer Rights Act 2015, or applicable US state consumer protection statutes.\n\n---\n\n## 17. Limitation of Liability\n\n### 17.1 Exclusion of Certain Damages\n\nTo the maximum extent permitted by applicable law, in no event shall SpiriVerse, its directors, officers, employees, agents, or affiliates be liable for any indirect, incidental, special, consequential, punitive, or exemplary damages, including but not limited to damages for loss of profits, goodwill, data, or other intangible losses, arising out of or in connection with:\n\n- (a) Your use of or inability to use the Platform;\n- (b) Any transaction, interaction, or dispute between Users;\n- (c) Any Content, product, or service obtained through the Platform;\n- (d) Unauthorised access to or alteration of your data or transmissions;\n- (e) Any spiritual, wellness, or metaphysical service received through the Platform; or\n- (f) Any other matter relating to the Platform.\n\n### 17.2 Cap on Liability\n\nTo the maximum extent permitted by applicable law, the total aggregate liability of SpiriVerse to you for all claims arising out of or in connection with these Terms or the Platform shall not exceed the greater of: (a) the total amount of fees you have paid to SpiriVerse in the twelve (12) months immediately preceding the event giving rise to the claim; or (b) one hundred dollars (USD $100) or the equivalent in your local currency.\n\n### 17.3 Jurisdictional Variations\n\n- **(a) Australia:** Nothing in these Terms excludes, restricts, or modifies any consumer guarantee, right, or remedy conferred by the Australian Consumer Law or any other applicable law that cannot be excluded, restricted, or modified by agreement. To the extent permitted by law, SpiriVerse's liability for breach of any non-excludable consumer guarantee is limited, at SpiriVerse's option, to the resupply of the services or the payment of the cost of having the services resupplied.\n- **(b) United Kingdom:** Nothing in these Terms limits or excludes liability for death or personal injury caused by negligence, fraud or fraudulent misrepresentation, or any other liability that cannot be limited or excluded by law. For UK consumers, these Terms do not affect your statutory rights under the Consumer Rights Act 2015.\n- **(c) United States:** Some US states do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations may not apply to you. In such states, SpiriVerse's liability shall be limited to the fullest extent permitted by applicable law.\n\n---\n\n## 18. Indemnification\n\n### 18.1 User Indemnification\n\nYou agree to indemnify, defend, and hold harmless SpiriVerse, its directors, officers, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, costs, and expenses (including reasonable legal fees) arising out of or in connection with:\n\n- (a) Your use of the Platform;\n- (b) Your Content or listings;\n- (c) Your violation of these Terms, the Community Guidelines, or any applicable law;\n- (d) Your violation of the rights of any third party, including intellectual property rights, privacy rights, or contractual rights;\n- (e) Any transaction or dispute between you and another User; or\n- (f) Any tax liability arising from your transactions on the Platform.\n\n### 18.2 Partner Indemnification\n\nIn addition to the foregoing, Partners further agree to indemnify SpiriVerse against any claims arising from the products they sell, the services they provide, the events they host, or the content they publish, including claims related to product liability, personal injury, misrepresentation, or regulatory non-compliance.\n\n### 18.3 Limitations\n\nThis indemnification obligation does not apply to the extent that the claim arises from SpiriVerse's own negligence, wilful misconduct, or breach of these Terms. For Users located in Australia or the United Kingdom, this indemnification clause applies only to the extent permitted by applicable law and does not affect your statutory rights.\n\n---\n\n## 19. Termination\n\n### 19.1 Termination by You\n\nYou may terminate your account at any time by contacting us at contact@spiriverse.com or through the account settings on the Platform. Termination does not relieve you of obligations incurred prior to termination, including pending transactions, outstanding payments, or unresolved disputes.\n\n### 19.2 Termination by SpiriVerse\n\nSpiriVerse may suspend or terminate your account and access to the Platform at any time, with or without cause, and with or without notice, including but not limited to situations where:\n\n- (a) You breach these Terms or the Community Guidelines;\n- (b) We are required to do so by law;\n- (c) We reasonably believe your account has been used for fraudulent or illegal activity;\n- (d) You fail to pay any fees owed to SpiriVerse;\n- (e) Your account has been inactive for an extended period; or\n- (f) We discontinue the Platform or any material portion thereof.\n\n### 19.3 Effect of Termination\n\nUpon termination:\n\n- (a) Your right to access and use the Platform ceases immediately;\n- (b) Any outstanding obligations, including payment obligations, survive termination;\n- (c) SpiriVerse may retain your data as required by law or for legitimate business purposes, in accordance with our Privacy Policy;\n- (d) For Partners, pending payouts will be processed in accordance with Stripe's terms, less any amounts owed to SpiriVerse or subject to dispute; and\n- (e) Provisions of these Terms that by their nature should survive termination (including Sections 14, 15, 16, 17, 18, 20, and 21) shall survive.\n\n### 19.4 Dormant Accounts\n\nSpiriVerse may deactivate accounts that have been inactive for a period of twelve (12) months or more. We will attempt to notify you before deactivation using the email address on your account.\n\n---\n\n## 20. Governing Law and Jurisdiction\n\n### 20.1 Jurisdiction-Specific Governing Law\n\nThese Terms are governed by the laws applicable to your jurisdiction of residence as follows:\n\n- **(a) Australia:** If you are a resident of Australia, these Terms are governed by the laws of the State of New South Wales, Australia, and the Commonwealth of Australia. You agree to submit to the non-exclusive jurisdiction of the courts of New South Wales, Australia. Nothing in these Terms limits your rights under the Australian Consumer Law.\n- **(b) United Kingdom:** If you are a resident of the United Kingdom, these Terms are governed by the laws of England and Wales. You agree to submit to the non-exclusive jurisdiction of the courts of England and Wales. If you are a consumer resident in Scotland or Northern Ireland, you may also bring proceedings in the courts of your country of residence. Nothing in these Terms affects your statutory rights as a consumer.\n- **(c) United States:** If you are a resident of the United States, these Terms are governed by the laws of the State of Delaware, without regard to its conflict-of-laws principles. Subject to the arbitration provisions in Section 21, you agree to submit to the exclusive jurisdiction of the state and federal courts located in Delaware.\n\n### 20.2 Conflicts\n\nIn the event of any conflict between these Terms and the mandatory consumer protection laws of your jurisdiction of residence, the mandatory provisions of your local law shall prevail to the extent of the inconsistency.\n\n---\n\n## 21. Dispute Resolution\n\n### 21.1 Informal Resolution\n\nBefore initiating any formal dispute resolution process, you agree to first contact SpiriVerse at contact@spiriverse.com and attempt to resolve the dispute informally for a period of at least thirty (30) days.\n\n### 21.2 Australia\n\nFor Users resident in Australia, disputes that cannot be resolved informally may be referred to mediation administered by the Australian Disputes Centre (ADC) in accordance with the ADC Mediation Guidelines. If mediation is unsuccessful, either party may commence proceedings in a court of competent jurisdiction. Nothing in this section prevents you from lodging a complaint with the Australian Competition and Consumer Commission (ACCC) or your state or territory fair trading agency.\n\n### 21.3 United Kingdom\n\nFor Users resident in the United Kingdom, disputes that cannot be resolved informally may be referred to an approved Alternative Dispute Resolution (ADR) provider. You may also have the right to refer a dispute to the UK courts. Nothing in this section prevents you from lodging a complaint with your local Trading Standards office or Citizens Advice.\n\n### 21.4 United States\n\nFor Users resident in the United States:\n\n- **(a) Binding Arbitration:** Any dispute, claim, or controversy arising out of or relating to these Terms or the Platform that cannot be resolved informally shall be resolved by binding arbitration administered by the American Arbitration Association (AAA) in accordance with its Consumer Arbitration Rules. The arbitration shall be conducted in the English language, and judgment on the award may be entered in any court of competent jurisdiction.\n- **(b) Class Action Waiver:** You agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated, or representative action. If for any reason a claim proceeds in court rather than in arbitration, you waive any right to a jury trial.\n- **(c) Small Claims Exception:** Notwithstanding the foregoing, either party may bring an individual claim in small claims court if the claim falls within the court's jurisdictional limits.\n- **(d) Opt-Out:** You may opt out of the arbitration and class action waiver provisions by sending written notice to contact@spiriverse.com within thirty (30) days of first accepting these Terms. Your notice must include your name, address, and a clear statement that you wish to opt out of arbitration.\n\n### 21.5 Time Limitation\n\nAny claim arising out of or relating to these Terms must be commenced within one (1) year after the cause of action accrues, unless a longer period is required by applicable law.\n\n---\n\n## 22. Changes to These Terms\n\n### 22.1 Right to Modify\n\nSpiriVerse reserves the right to modify these Terms at any time. We will provide notice of material changes by:\n\n- (a) Posting the updated Terms on the Platform with a revised \"Last Updated\" date;\n- (b) Sending an email notification to the address associated with your account; or\n- (c) Displaying a prominent notice on the Platform.\n\n### 22.2 Effective Date\n\nMaterial changes to these Terms will take effect no earlier than thirty (30) days after notification, unless the changes are required by law, in which case they may take effect immediately.\n\n### 22.3 Acceptance of Changes\n\nYour continued use of the Platform after the effective date of any changes constitutes acceptance of the revised Terms. If you do not agree to the revised Terms, you must stop using the Platform and terminate your account.\n\n---\n\n## 23. Severability\n\nIf any provision of these Terms is found to be invalid, illegal, or unenforceable by a court of competent jurisdiction, such provision shall be modified to the minimum extent necessary to make it valid, legal, and enforceable, or if modification is not possible, shall be severed from these Terms. The invalidity, illegality, or unenforceability of any provision shall not affect the validity, legality, or enforceability of the remaining provisions, which shall continue in full force and effect.\n\n---\n\n## 24. General Provisions\n\n### 24.1 Entire Agreement\n\nThese Terms, together with the Privacy Policy, Community Guidelines, and any additional terms or policies referenced herein, constitute the entire agreement between you and SpiriVerse with respect to the subject matter hereof and supersede all prior or contemporaneous agreements, representations, and understandings.\n\n### 24.2 Waiver\n\nThe failure of SpiriVerse to enforce any provision of these Terms shall not constitute a waiver of that provision or any other provision. Any waiver must be in writing and signed by an authorised representative of SpiriVerse.\n\n### 24.3 Assignment\n\nYou may not assign or transfer your rights or obligations under these Terms without SpiriVerse's prior written consent. SpiriVerse may assign its rights and obligations under these Terms without your consent, including in connection with a merger, acquisition, corporate reorganisation, or sale of all or substantially all of its assets.\n\n### 24.4 No Third-Party Beneficiaries\n\nThese Terms do not create any third-party beneficiary rights, except as expressly provided herein. For the avoidance of doubt, Users who are party to a transaction on the Platform are third-party beneficiaries of the relevant Partner's obligations under these Terms only to the extent necessary to enforce their transaction rights.\n\n### 24.5 Force Majeure\n\nSpiriVerse shall not be liable for any failure or delay in performing its obligations under these Terms where such failure or delay results from circumstances beyond its reasonable control, including but not limited to natural disasters, pandemics, government actions, war, terrorism, civil unrest, utility or telecommunications failures, cyberattacks, or third-party service provider failures.\n\n### 24.6 Notices\n\nNotices to SpiriVerse should be sent to contact@spiriverse.com. Notices to Users will be sent to the email address associated with their account or communicated through the Platform.\n\n### 24.7 Headings\n\nSection headings are for convenience only and do not affect the interpretation of these Terms.\n\n### 24.8 Language\n\nThese Terms are drafted in English. In the event of any conflict between the English version and any translated version, the English version shall prevail.\n\n---\n\n## 25. Contact Information\n\nIf you have any questions, concerns, or feedback about these Terms, please contact us:\n\n**[COMPANY_ENTITY]**\n\n**Email:** contact@spiriverse.com\n\n**For support inquiries:** contact@spiriverse.com\n\n**For legal notices:** contact@spiriverse.com\n\n**For copyright infringement notices:** contact@spiriverse.com (see Section 14.4)\n\n---\n\n*These Terms of Service were last updated on [EFFECTIVE_DATE].*",
  "market": "global",
  "version": 4,
  "isPublished": true,
  "effectiveDate": "2026-02-17T00:00:00.000Z",
  "changeSummary": "add to 9.3 no refunds for fees on refunds from stripe or spiriVerse",
  "createdAt": "2026-02-12T23:08:21.412Z",
  "updatedAt": "2026-02-18T10:11:02.691+00:00",
  "updatedBy": "system",
  "placeholders": {},
  "status": "ACTIVE",
  "_rid": "Pc5AAJDSILUjAAAAAAAAAA==",
  "_self": "dbs/Pc5AAA==/colls/Pc5AAJDSILU=/docs/Pc5AAJDSILUjAAAAAAAAAA==/",
  "_etag": "\"e502a4d7-0000-1b00-0000-699590360000\"",
  "_attachments": "attachments/",
  "_ts": 1771409462
}